<template>
  <section>
    <div class="bg-color-white pd10">
      <h2>陪诊师合作协议</h2>
      <p>发布日期：2022年09月21日</p>
      <p>生效时间：2022年09月21日</p>
      <p>
        知心陪诊由广州市凡麦科技有限公司（以下简称"凡麦科技"或"知心陪诊"或"我们"）运营，<strong>请陪诊师（以下简称"您"）仔细阅读以下内容，尤其是以下加粗字体。如果您不同意以下任何内容，则表示您与凡麦科技的合作关系已终止。</strong>
      </p>

      <h4>一、总则</h4>
      <p>1、订立本协议仅表明您享有与凡麦科技合作的权利，并不表示凡麦科技任命您担任凡麦科技的代理商、代理人或受雇人，您不得依据本协议，代表凡麦科技或凡麦科技相关企业对外开展业务，或以凡麦科技的名义行使权利或承担义务。</p>
      <p>2、凡麦科技并未授权您任何约束凡麦科技或凡麦科技有关企业的权利。</p>
      <p>3、您与凡麦科技均为独立的法律行为主体，系平等的合作关系，而非雇佣关系。</p>

      <h4>二、合作期限</h4>
      <p>合作期限从您提交成为知心陪诊陪诊师的申请开始，至知心陪诊冻结/撤销您的陪诊师资格或您注销陪诊师资格为止。</p>

      <h4>三、凡麦科技的权利与义务</h4>
      <p>1、凡麦科技负责向您提供"知心陪诊"品牌的相关授权，协助您通过包括但不限于抖音、微信、小红书、今日头条、百度、线下等渠道引流。</p>
      <p>2、根据您的需要，凡麦科技负责向您提供其经营的全部或部分服务性商品，并保证其供货价格与凡麦科技的其他合作陪诊师一致。</p>
      <p>3、为更好的服务客户，凡麦科技会为您提供包括但不限于陪诊业务、抖音短视频、陪诊跟单等培训，部分培训课程为必学课程。<strong>如果您不完成必学课程的学习，凡麦科技可能不会通过您成为陪诊师的申请，并有权冻结/撤销您在"知心陪诊"平台的陪诊师资格与账户</strong>。</p>
      <p>4、凡麦科技有权监督您为客户提供的服务。</p>
      <p>5、根据您或/与客户的需要，凡麦科技可以协助处理您与客户的纠纷及客户对您的投诉。</p>
      <p>6、凡麦科技有权根据《消费者权益保护法》等国家有关法律、法规及凡麦科技的服务标准要求您解决售后服务及客户投诉。</p>
      <p>7、根据您的需要，凡麦科技可以向您有偿提供广告支持，并有权向您收取相应的费用。</p>
      <p>8、凡麦科技有权要求和监督您执行联合刊登的广告价格、相关公众承诺、您从凡麦科技独家购进的商品零售价及最低批发价格。</p>
      <p>9、如您在为客户提供服务的过程中侵害了客户的权益，凡麦科技有权从您在"知心陪诊"平台的账户余额中扣除一定的费用支付给客户。</p>

      <h4>四、您的权利与义务</h4>
      <p>1、您应严格遵守国家的有关法律从事“陪诊师”的相关活动，不得从事一切非法或有损凡麦科技声誉与利益的活动，否则一切后果由您自行承担，并应承担由此给凡麦科技造成的相关损失。您还应保证在经营及售后服务过程中严格执行《消费者权益保护法》及相关法律法规，您需自行负责客户纠纷和客户投诉，并承担相应费用。</p>
      <p>2、您可通过凡麦科技“知心陪诊”平台推广并承接陪诊业务，赚取服务费，并享有“陪诊师”相应的权利。</p>
      <p>3、您履行本协议过程中所获取的凡麦科技相关信息，除已为公众知晓外，均属于凡麦科技的商业秘密，您应承担对凡麦科技商业信息(包括但不限于经营管理手册等)、商业秘密的保密义务，您不得将公司的客户信息数据泄漏，或进行其他商业开发。如您违反前述约定，凡麦科技有权向您索赔。</p>
      <p>4、您应时时处处维护凡麦科技的商业信誉，不得以任何形式损害凡麦科技的声誉。</p>
      <p>5、合作期间，您不得私自向服务客户收取费用，您通过"知心陪诊"平台获得的客户产生复购时，您需让客户在平台下单，不得绕过"知心陪诊"平台成交;您通过“知心陪诊”平台招徕业务时，必须按照平台定价执行，不得乱价，与其他陪诊师恶性竞争，违反上述三条，处以该单金额三倍数目罚款。发现两次以上，凡麦科技有权冻结或注销您在"知心陪诊"平台的陪诊师资格与相应权限，且所交费用不退。</p>
      <p>6、合作期间，您有义务配合"知心陪诊"平台在线上或/与线下开展客户拓展与营销推广活动，如您无正当理由拒绝履行前述义务，凡麦科技有权单方面终止与您的合作并有权冻结或撤销您在"知心陪诊"平台的陪诊师资格。</p>
      <p>7、您在从事“陪诊师”的经营活动过程中，应严格遵守《知心陪诊平台陪诊师服务规则》。</p>

      <h4>五、费用</h4>
      <p>1、您可以免费申请成为"知心陪诊"平台陪诊师并承揽陪诊服务，<strong>凡麦科技不会以"合作费"、"代理费"、"报名费"、"端口费"等名义向您收取费用。</strong></p>
      <p>2、为保障客户与您的权益，在申请成为陪诊师时"知心陪诊"平台会要求您完成实名认证，<strong>该实名认证功能使用了第三方接口，因此您需要支付一定的费用。</strong></p>
      <p>3、为保障客户权益与平台声誉，基于陪诊服务的专业性，"知心陪诊"平台会要求您参加相关培训课程，<strong>某些课程可能会需要您付费</strong>。</p>
      <p>4、您在"知心陪诊"平台承揽陪诊服务并在客户确认该服务已完成后，"知心陪诊"平台在<strong>扣除一定比例</strong>(<strong>平台服务费比例为客户支付的服务费的10%-20%</strong>)的<strong>平台服务费与相应的税费</strong>后会将客户支付的服务费增加到您在平台的账户可提现余额中，您可以自行发起账户余额提现。如您承揽陪诊服务后遇到客户纠纷或投诉，服务费到账时间将延长。</p>
      <p>5、为保障客户权益，如您与客户产生纠纷或被客户投诉，本应支付给您的相应订单的服务费将被冻结，待纠纷或投诉解决后，相应的服务费将会被增加到您的账户余额中。</p>

      <h4>六、免责情形</h4>
      <p>1、您愿意并同意承担您在为客户提供服务过程中您自身发生的包括但不限于交通、人身伤害等各种风险的全部责任。</p>
      <p>2、您愿意并同意承担您在为客户提供服务过程中对损害客户权益所应承担的全部责任。</p>
      <p>3、您同意并确认上述第1、2款所述责任与凡麦科技无关，您不会要求凡麦科技承担上述一切责任。</p>

      <h4>七、违约责任</h4>
      <p>1、您与凡麦科技双方应严格遵守协议规定，如一方违反本协议任一条款，并在接到对方通知七日内仍不改正，则无过错方有权终止本协议，违约方应承担由此给对方造成的一切经济损失。如因您违约造成凡麦科技损失的，凡麦科技可先行从您在"知心陪诊"平台账户余额中扣除相关费用。</p>
      <p>2、如您严重违反本协议中的有关条款或违反国家及地区有关法律、法规，以致受到国家有关部门的严重惩罚，或被新闻媒体报道，严重损害了凡麦科技的商业信誉，造成不良的社会影响，则凡麦科技有权终止本协议，有权在新闻媒体发表公开声明，您应承担给凡麦科技造成的一切经济损失及商业信誉损失。</p>

      <h4>八、争议解决</h4>
      <p>
        本协议的效力、解释及纠纷的解决，适用中华人民共和国法律。若您和凡麦科技之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，您同意将纠纷或争议提交广州市凡麦科技有限公司所在地人民法院管辖。
      </p>

      <h4>九、其他</h4>
      <p>1、凡麦科技不行使、未能及时行使或者未充分行使本条款或者按照法律规定所享有的权利，不应被视为放弃该权利，也不影响凡麦科技在将来行使该权利。</p>
      <p>2、条款标题仅为方便参阅而设，并不以任何方式界定、限制、解释或描述该条款的范围或限度。</p>
      <p>3、本协议的任何条款无论因何种原因无效或不具可执行性，其余条款仍有效，对双方具有约束力。</p>
      <p>4、凡麦科技有权在必要时通过在软件上发出公告或通知等合理方式修改本服务条款以及各单项服务的相关条款。您在享受各项服务时，应当及时查阅了解修改的内容，并自觉遵守本服务条款以及该单项服务的相关条款。您如继续使用本服务条款涉及的服务，则视为对修改内容的同意，当发生有关争议时，以最新的服务条款为准；您在不同意修改内容的情况下，有权停止使用本服务条款涉及的服务。</p>
    </div>
  </section>
</template>

<script>
export default {
  data() {
    return {}
  },
  methods: {},
  mounted: function () {

  }
}
</script>

<style scoped>

</style>
