<template>
  <section>
    <div class="pd10 bg-color-white">
      <h2>知心陪诊隐私政策</h2>
      <div>
        <p><strong>一、隐私政策的确认和接纳</strong></p>
        <p><strong>二、定义</strong></p>
        <p><strong>三、我们如何收集和使用您的个人信息</strong></p>
        <p><strong>四、Cookie 的使用</strong></p>
        <p><strong>五、个人敏感信息提示</strong></p>
        <p><strong>六、我们如何共享、转让、公开披露您的信息</strong></p>
        <p><strong>七、我们如何保护和储存您的信息</strong></p>
        <p><strong>八、您如何管理您的信息</strong></p>
        <p><strong>九、未成年人的保护</strong></p>
        <p><strong>十、本隐私权政策如何更新</strong></p>
        <p><strong>十一、适用范围</strong></p>
        <p><strong>十二、如何联系我们</strong></p>
        <p><strong>十三、法律</strong></p>
        <!--        <p><strong>附件1：知心陪诊个人信息收集清单</strong></p>-->
        <p><strong>附件1：知心陪诊应用权限清单</strong></p>
        <p><strong>附件2：第三方合作伙伴及共享信息说明</strong></p>
      </div>
      <br>
      <p>发布日期：2022年09月21日</p>
      <p>生效时间：2022年09月21日</p>
      <br>
      <p>
        知心陪诊由广州市凡麦科技有限公司运营。如果用户使用了凡麦科技的产品与/或服务，便视为用户接受了以下隐私政策，请仔细阅读《隐私政策》（尤其是字体加粗内容）并确定了解我们对您的个人信息的处理规则。阅读、使用本隐私政策过程中，如果您有任何疑问，可联系我们的客服咨询，如您不同意政策中的任何条款，请您立即停止访问和使用。本隐私政策中提及的“凡麦科技”以及“我们”均指知心陪诊，“用户”以及“您”均指自愿接受本隐私政策的用户。</p>
      <h4>一、隐私政策的确认和接纳</h4>
      <p>
        您在使用我们的产品与/或服务前仔细阅读并确认您已经充分理解本隐私政策所写明的内容，并与广州市凡麦科技有限公司达成协议并接受所有的服务条款，我们深知个人信息对您的重要性，您的信任对我们非常重要，我们将按法律法规要求，采取相应安全保护措施，尽力保护您的个人信息安全可控。本隐私政策将向您说明我们如何收集、使用您的个人信息，并帮助您了解您的权利。</p>
      <h4>二、定义</h4>
      <p>个人信息：指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。</p>
      <p>个人敏感信息：<strong>指个人信息中一旦泄露、非法提供或滥用可能威胁人身和财产安全、极易导致个人名誉、身心健康受到损害或歧视性待遇等的信息为个人敏感信息，主要包括身份证件号码、个人生物识别信息、银行账号、财产信息、行踪轨迹、交易信息等的个人信息。为便于您在阅读时有所警觉，我们还在本隐私政策中以字体加粗、划线或单独指出等突出显示的方式再行提醒您注意。</strong>
      </p>
      <p>匿名化：通过对个人信息的技术处理，使得个人信息主体无法被识别，且处理后的信息不能被复原的过程。</p>
      <p>去标识化：通过对个人信息的技术处理，使其在不借助额外信息的情况下，无法识别个人信息主体的过程。</p><h4>三、我们如何收集和使用您的个人信息</h4><strong>（一）信息收集</strong>
      <p><strong>1、您提供的信息，是以您同意为前提收集信息，且不会收集法律法规禁止收集的信息。</strong></p>
      <p>（1）注册知心陪诊账号，您需要提供基本注册或登录信息，<strong>包括手机号码、第三方账号，并创建您的账号、用户名和密码。</strong>如果您仅需使用浏览服务，您不需要注册账号及提供上述信息。</p>
      <p>（2）在注册及登录账号后，您可以自主选择补充或更改您的<strong>头像、昵称。</strong><!--我们可以为您提供个性化的推荐和更优的服务体验，但如果您不提供这些信息，并不会影响您使用基本功能。--></p>
      <!--      <p>（3）当您使用找工作服务并报名工厂时或推荐好友找工作时，需要<strong>提供姓名、手机号码</strong>信息。</p>-->
      <!--      <p>（4）当您使用经纪人服务时，需要提供您的<strong>真实姓名和手机号码</strong>并提交个人信息，会有专属的经纪人通过您提供的手机号码联系您。</p>-->
      <!--      <p>（5）当您申请开通领取返费服务，需要提供<strong>真实姓名、身份证信息、厂牌信息、返费单据</strong>信息。</p>-->
      <strong>2、我们在您使用服务过程中收集的信息</strong>
      <p>
        （1）设备信息:为了<!--向您推荐个性化展示和推送和-->提高您的用户体验，我们会根据您在软件安装及/或使用中授予的具体权限，接收并记录您所使用的设备相关信息（例如设备型号、操作系统版本、设备设置、唯一设备标识符、设备环境等软硬件特征信息）、设备所在位置相关信息（例如IP
        地址）。在接收和使用以上信息时可能需要您的设备连接网络（如您重新登录知心陪诊APP时）。</p>
      <p>
        （2）服务日志信息：当您使用我们的网站或客户端提供的产品或服务时，我们会自动收集您对我们服务的详细使用情况，作为有关网络日志保存。例如IP地址、浏览器的类型、电信运营商、使用的语言、访问日期和时间及您访问的页面记录等。</p>
      <p>
        请您理解，单独的设备信息、日志信息等是无法识别特定自然人身份的信息。除非将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，那么在结合使用期间，这类非个人信息将被视为个人信息，我们会将该类个人信息做匿名化、去标识化处理（取得您的授权或法律法规另有规定的情况除外）。</p>
      <!--      <p>（3）位置信息，指您开启设备定位功能并使用我们基于位置提供的相关服务时，收集的有关您的位置信息，例如通过GPS或WLAN等方式收集您的地理位置信息，或您提供账户信息中包含的您所在地区信息，您可以通过关闭定位功能，停止对您的地理位置信息的收集。</p>-->
      <p><strong>3、我们通过间接方式收集到的您的信息</strong></p>
      <p><strong>我们可能从关联方、第三方合作伙伴获取您授权共享的相关信息。例如，我们可能从第三方获取您授权共享的账户信息（头像、昵称）并在您同意本《隐私政策》后将您的第三方账户与您的知心陪诊账户绑定，使您可以通过第三方账户直接登录并使用我们的服务。</strong>我们将在符合相关法律法规规定，并依据与关联方或第三方合作伙伴的约定、确信其提供的信息来源合法的前提下，收集并使用您的这些信息。
      </p>
      <p><strong>（二）信息使用</strong></p>
      <p><strong>一般来说，我们出于以下目的收集、使用您的个人信息：</strong></p>
      <p>1、数据分析</p>
      <p>我们可能将您的数据用于分析，从而形成用户画像，以便让我们能够了解您所在的位置、偏好，或与其他来源（包括第三方）的数据相匹配，从而开发我们的产品、服务或营销计划，改进我们的服务。</p>
      <p>2、向您发出通知</p>
      <p>
        我们可能在必需时（例如当我们由于系统维护而暂停某一单项服务、变更、终止提供某一单项服务时）向您发出与服务有关的通知。如您不希望继续接收我们推送的消息，您可要求我们停止推送，例如：根据短信退订指引要求我们停止发送推广短信，或在移动端设备中进行设置，不再接收我们推送的消息等；但我们依法律规定或单项服务的服务政策约定发送消息的情形除外。</p>
      <p>3、提升服务的安全性和可靠性</p>
      为提高您使用我们及合作伙伴提供服务的安全性，保护您或其他用户或公众的人身财产安全免遭侵害，更好地预防钓鱼网站、欺诈、网络漏洞、计算机病毒、网络攻击、网络侵入等安全风险，更准确地识别违反法律法规或凡麦科技相关协议的情况，我们可能会收集、使用或整合您的账户信息、设备信息、日志信息以及我们关联公司、合作伙伴取得您授权或依据法律共享的信息，来用于风险评估和提高安全的目的。
      <p></p>
      <!--      <p>4、找工作服务</p>-->
      <!--      <p>-->
      <!--        为了向您提供工厂信息推送服务，您需要向我们明示设备所在的大致地理位置、精确地理位置，以便我们为您推荐附近工厂。工厂在急缺工期间，会发放入职奖励金或日薪以吸引更多员工入职，员工领取奖励或日薪需在厂区使用APP打卡以确认在职。此时需要获取您的精准地理位置信息，判断您是否在职及是否符合领取条件。同时，为防止欺诈和作弊，需要您的设备信息，防止代打卡和作弊行为。当您拒绝提供您的位置信息会影响您使用该功能，但是不会影响您使用凡麦科技的其他功能。您可以通过关闭定位功能停止对您的地理位置的收集</p>-->
      <p>4、开展营销活动的服务</p>
      <p>我们会根据运营情况推出各类的营销活动，当您选择参加此类营销活动时，根据活动需要您可提供<strong>姓名、联系方式。</strong>如果您拒绝提供这些信息，我们将可能无法向您发放奖品或其他，但是不影响您正常使用其他功能。
      </p>
      <p>5、改善我们的产品或服务</p>
      <p>为了向您提供更好的产品和服务，我们在改进以下产品或服务时会合理收集和使用您的信息：</p>
      <p>（1）当您使用更换头像、实名认证功能时，我们会请求您<strong>授权使用相机、相册等敏感权限。</strong>您如果拒绝授权提供，将无法使用此功能，但不影响您正常使用其他功能。</p>
      <p>（2）当您使用知心陪诊及相关服务时，您记录的数据将会保留在您的设备储存中，需要授权我们对记录的数据进行读取、编写，以及计算存储空间。</p>
      <p>
        （3）凡麦科技致力于让用户使用最好的产品。基于此，为了让产品更好的满足您的需求、提升用户体验，我们会不断优化产品。在产品优化完成后，为了让您更快使用到更好的产品，会提示您自主安装以及更新产品，您可以根据自身需求，选择更新、安装凡麦科技的相关软件。</p>
      <p>（4）为了提醒您记录加班工时并提高您的用户体验，我们在您的授权同意下创建知心陪诊的桌面快捷方式。</p>
      <p>（5）在下载安装新版客户端时，我们会请求您<strong>授权安装应用权限</strong>，如果您拒绝提供授权，将无法安装新版客户端。</p>
      <p>6、方便您联系我们及维护您的权益</p>
      <p><strong>我们提供意见反馈和投诉等入口，您可以在：我的-用户反馈中使用，以便在您需要的时候提供帮助。</strong></p>
      <p>7、若我们将信息用于本政策未载明的其他用途，或者将基于特定目的收集而来的信息用于其他目的时，会事先征求您的同意。</p>
      <p>8、根据相关法律法规、监管要求及国家标准、下列情形中我们可能会收集、使用您的相关信息而无需另行征求您的同意：</p>
      <p>（1）与国家安全、国防安全有关的；</p>
      <p>（2）与公共安全、公共卫生、重大公共利益有关的 ；</p>
      <p>（3）与犯罪侦查、起诉、审判和判决执行等有关的；</p>
      <p>（4）出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</p>
      <p>（5）所收集的个人信息是个人信息主体自行向社会公众公开的；</p>
      <p>（6）从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；</p>
      <p>（7）根据您的要求签订合同所必需的；</p>
      <p>（8）用于维护所提供的产品与/或服务的安全稳定运行所必需的，例如发现、处置产品与/或服务的故障；</p>
      <p>（9）为合法的新闻报道所必需的；</p>
      <p>（10）学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；</p>
      <p>（11）法律法规规定的其他情形。</p>
      <h4><strong>四、Cookie 的使用</strong></h4>
      <p><strong>1、为确保知心陪诊正常运转，为您获得更好的访问体验，<!--向您推荐您可能感兴趣的内容或广告等，-->我们会在您的移动设备上存储名为 Cookie 的小数据文件。Cookie
        通常包含标识符、站点名称以及一些号码和字符。借助于 Cookie，网站及客户端能够存储您的注册账号、密码（加密）和偏好等数据。Cookie还可以帮助我们统计流量信息、分析页面设计和广告的有效性。</strong></p>
      <p>2、我们不会将 Cookie 用于本政策所述目的之外的任何用途。您可根据自己的偏好管理或删除
        Cookie，如果您这么做，在每一次使用知心陪诊时需要亲自更改用户设置（不开启将影响知心陪诊功能使用）。您也可以通过删除Cookie以及还原（清除）移动终端设置（内容及数据）等方式以选择不被追踪。</p><h4>
      五、个人敏感信息提示</h4>
      <p><strong>隐私政策在此提醒您，您在使用为您提供的产品及服务中所上传或发布的内容和信息可能会披露泄露您的个人敏感信息。因此，您需要在使用我们为您提供的产品或服务前谨慎考虑。您同意这些个人敏感信息将按照《隐私政策》阐明的目的和方式来进行处理。
        因此，您需要在使用我们为您提供的产品或服务前谨慎考虑。您同意这些个人敏感信息将按照《隐私政策》阐明的目的和方式来进行处理。</strong></p>
      <h4>六、我们如何共享、转让、公开披露您的信息</h4>
      <p>1、我们不会与知心陪诊服务提供者以外的公司、组织和个人共享您的个人信息，但以下情况除外：</p>
      <p>（1）在法定情形下的共享。我们可能会根据法律法规规定、诉讼争议解决需要、或按照行政、司法机关依法提出的要求，对外共享您的信息。</p>
      <p>（2）在获得您的明确同意或授权或您主动选择的情况下共享。</p>
      <p><strong>（3）与关联公司间共享：我们可能会与我们的关联公司共享您的个人信息，使我们能够向您提供工厂相关的或者其他产品及服务的信息，他们会采取不低于本隐私政策同等严格的保护措施。</strong></p>
      <p>
        <strong>（4）我们可能会向合作伙伴等第三方共享您的信息，以保障为您提供的服务顺利完成。但我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。</strong>
      </p>
      <!--      <p>-->
      <!--        ①广告、分析服务类的授权合作伙伴。<strong>除非得到您的许可，否则我们不会将您的个人身份信息与提供广告、分析服务的合作伙伴共享。</strong>我们会向这些合作伙伴提供有关其广告覆盖面和有效性的信息，但不会提供您的个人身份信息，或者我们将这些信息进行汇总，以便它不会识别您个人。这类合作伙伴可能将上述信息与他们合法获取的其他数据相结合，以进行广告或决策建议-->
      <!--      </p>-->
      <!--      <p>-->
      <!--        ②供应商、服务提供商。我们将信息发送给支持我们业务的供应商、服务提供商和其他合作伙伴，这些支持包括提供技术基础设施服务、分析我们服务的使用方式、衡量广告和服务的有效性、提供客户服务、支付便利或进行学术研究和调查。-->
      <!--      </p>-->
      <p style="margin: 0pt; orphans: 0; widows: 0">
        <span style="font-family: 宋体; font-size: 11pt">目前，我们接入的第三方服务商主要包括以下几种类型：
        </span>
      </p>
      <!--
        <p style="margin: 0pt; orphans: 0; widows: 0">
        <span style="font-family: 宋体; font-size: 11pt">1、用于广告相关服务，包括广告展示、广告统计及监控；
        </span>
      </p>
      -->
      <p style="margin: 0pt; orphans: 0; widows: 0">
        <span style="font-family: 宋体; font-size: 11pt">1、用于消息推送功能，包括手机厂商Push推送、特定事件提醒；
        </span>
      </p>
      <!--      <p style="margin: 0pt; orphans: 0; widows: 0">-->
      <!--        <span style="font-family: 宋体; font-size: 11pt">3、-->
      <!--          用于支付支付相关服务，包括订单支付、交易行为核验、收入结算、支付信息汇总统计；-->
      <!--        </span>-->
      <!--      </p>-->
      <!--      <p style="margin: 0pt; orphans: 0; widows: 0">-->
      <!--        <span style="font-family: 宋体; font-size: 11pt">4、 用于在您同意的情况下获取设备位置权限、搜集设备信息和日志信息；-->
      <!--        </span>-->
      <!--      </p>-->
      <p style="margin: 0pt; orphans: 0; widows: 0">
        <span style="font-family: 宋体; font-size: 11pt">2、用于第三方授权服务，包括第三方账号登陆、将有关内容分享至第三方产品；</span>
      </p>
      <p style="margin: 0pt; orphans: 0; widows: 0">
        <span style="font-family: 宋体; font-size: 11pt">3、用于优化产品性能，包括提高硬件配网能力、降低服务器成本、功能热修复；
        </span>
      </p>
      <!--      <p style="margin: 0pt; orphans: 0; widows: 0">-->
      <!--        <span style="font-family: 宋体; font-size: 11pt">7、用于在您同意的情况下进行声码识别，通过麦克风分辨您周围的声音；-->
      <!--        </span>-->
      <!--      </p>-->
      <p style="margin: 0pt; orphans: 0; widows: 0">
        <span style="font-family: 宋体; font-size: 11pt">请您注意，您的交易相对方、您访问的第三方网站经营者、通过我们接入的第三方（如“知心陪诊”APP中提供服务的第三方）可能有自己的隐私权保护政策；当您查看第三方创建的网页或使用第三方开发的应用程序时，这些第三方可能会所收集和使用您的个人信息，这些行为不受我们的控制，且不受本政策的约束。我们会尽商业上的合理努力去要求这些主体对您的个人信息采取保护措施，但我们无法保证这些主体一定会按照我们的要求采取保护措施，请您与他们直接联系以获得关于他们的隐私权政策的详细情况。如果您发现这些第三方创建的网页或第三方开发的应用程序存在风险时，建议您终止相关操作以保护您的合法权益。</span><span
        style="
            font-family: 宋体;
            font-size: 11pt;
            font-weight: bold;
            text-decoration: underline;
          ">本公司建议您仔细查看此类第三方网站或服务提供商的隐私声明，以了解他们如何处理您的个人信息，以便审慎决策。 </span><span
        style="font-family: 宋体; font-size: 11pt"> </span>
      </p>
      <router-link :to="{name: 'ThirdPrivacyPolicy'}">(第三方合作伙伴及共享信息说明)</router-link>

      <!--      <p>-->
      <!--        <strong>对于我们与之共享个人信息的公司、组织我们会与其签署严格的保密协定，要求他们按照本隐私政策以及我们其他相关的保密和安全措施来处理个人信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途，如要改变个人信息的处理目的，将再次征求您的授权同意。</strong>-->
      <!--      </p>-->
      <p>2、信息转让</p>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：<p></p>
      <p>（1）事先获得您的明确同意或授权；</p>
      <p>（2）根据适用的法律法规、法律程序的要求、强制性的行政或司法要求；</p>
      <p>（3）在涉及合并、收购、资产转让或类似的交易时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本隐私政策的约束，否则,我们将要求该公司、组织重新向您征求授权同意。</p>
      <p>3、公开披露 我们仅会在以下情形，公开披露您的个人信息：</p>
      <p>（1）根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息；</p>
      <p>
        （2）根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调查函。</p>
      <p>4、共享、转让、公开披露个人信息时事先征得授权同意的例外 以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：</p>
      <p>（1）与国家安全、国防安全有关的；</p>
      <p>（2）与公共安全、公共卫生、重大公共利益有关的；</p>
      <p>（3）与犯罪侦查、起诉、审判和判决执行等司法或行政执法有关的；</p>
      <p>（4）出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</p>
      <p>（5）您自行向社会公众公开的个人信息；</p>
      <p>（6）从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。</p>
      <p>
        <strong>请知悉，根据适用的法律，若我们对个人信息采取技术措施和其他必要措施进行处理，使得数据接收方无法重新识别特定个人且不能复原，则此类处理后数据的共享、转让、公开披露无需另行向您通知并征得您的同意。</strong>
      </p><h4>七、我们如何保护和储存您的信息</h4>
      <p>1、体系保护</p>我们非常重视信息安全，成立了专门的负责团队。我们努力为您提供信息保护，采取了合适的管理、技术以及物理安全措施，参照国内外信息安全标准及最佳实践建立了与业务发展相适应的信息安全保障体系。<p></p>
      <p>2、技术保护</p>我们从数据的生命周期角度出发，在数据收集、存储、显示、处理、使用、销毁等各个环节建立了安全防护措施，根据信息敏感程度的级别采取不同的控制措施，包括但不限于访问控制、SSL加密传输、MD5
      加密或以上强度的加密算法进行加密存储、敏感信息脱敏显示等。<p></p>
      <p>3、人员安全管理</p>
      我们对可能接触到您信息的员工也采取了严格管理，可监控他们的操作情况，对于数据访问、内外部传输使用、脱敏、解密等重要操作建立了审批机制，并与上述员工签署保密政策等。与此同时，我们还定期对员工进行信息安全培训，要求员工在日常工作中形成良好操作习惯，提升数据保护意识。
      <p></p>
      <p>4、敏感信息及密码保护提示</p>
      <p>
        （1）个人敏感信息保护注意，您在使用我们服务时自愿共享甚至公开分享的信息，可能会涉及您或他人的个人信息甚至个人敏感信息，例如您的头像图片上传，例如您在评论等选择上传包含个人信息的图片。请您更加谨慎的考虑，是否使用我们的服务时共享甚至公开分享相关信息。</p>
      <p>（2）您的帐户均有安全保护功能，请妥善保管您的帐号及密码信息，切勿将密码告知他人，如果您发现自己的个人信息泄露，特别是您的帐号和密码发生泄露，请您立即与我们的客服联系，以便我们采取相应的措施。</p>
      <p>（3）尽管有前述的安全措施，但同时也请您理解在网络上不存在“完善的安全措施”。我们会按现有的技术提供相应的安全措施来保护您的信息，提供合理的安全保障，我们将尽力做到使您的信息不被泄露、损毁或丢失。</p>
      <p>（4）请您及时保存或备份您的文字、图片等其他信息，您需理解并接受，您接入我们的服务所用的系统和通讯网络，有可能因我们可控范围外的因素而出现问题。</p>
      <p>5、信息安全事件处置</p>
      <p>
        在不幸发生个人信息安全事件后，我们将按照法律法规的要求向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。事件相关情况我们将以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，上报个人安全事件的处置情况。若您的合法权益受损，我们将承担相应的法律责任。</p>
      <p>6、我们如何保存您的个人信息：</p>
      <p>
        （1）储存地点：我们会按照法律法规的规定，将在境内运营过程中收集和产生的个人信息储存在中华人民共和国境内，且不会将该等信息向境外进行传输。如我们因业务发展需要，需向境外进行传输的，将按照国家法律规定操作且明确告知并征得您的同意。</p>
      <p>
        （2）储存期限：我们会采取合理可行的措施避免收集无关的个人信息。我们只会在达成本政策所述目的所需的最短期限内保留您的个人信息，除非您同意延长保留期或收到法律的允许。超出保存期限后，我们将删除您的个人信息或采取技术措施进行匿名化处理，但法律法规另有规定的除外。</p>
      <h4>八、您如何管理您的信息</h4>
      <p>1、访问、更正、删除您的个人信息</p>
      <p>您拥有对您的个人信息访问、更正、删除的权利。您可通过【我的-我的资料】查询、更正及通过联系客服删除自己的个人资料、使用服务时您提供的个人信息。</p>
      <p>2、注销您的账号</p>
      <p><strong>您可通过如下路径注销账户：您可以通过【我的-设置-注销账号】注销账号，或联系QQ账号83798060或发送邮件至service@vanmai.cn联系客服进行注销账号。在您注销账号前，我们将验证您的个人身份、安全状态、设备信息等。您知悉并理解，注销账号的行为是不可逆的行为，当您注销账号后，我们将删除有关您账号的一切信息或对相关信息进行匿名化处理，但法律法规另有规定的除外。</strong>
      </p>
      <p>3、管理、撤回授权您的信息</p>
      <p>您可以通过删除您的个人信息、关闭设备功能等方式改变您授权我们继续收集个人信息的范围或撤回您的授权。您也可以通过注销账户的方式，撤回我们继续收集您个人信息的全部授权；您可通过注销账号的方式解绑您的手机号码。</p>
      <p>4、停止运营</p>
      <p>如我们停止运营，我们将及时停止收集您个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知您，并对所持有的您的个人信息进行删除或匿名化处理。</p>
      <p>5、尽管有上述约定，但按照相关法律法规及国家标准，在以下情形中，我们可能无法响应您的请求：</p>
      <p>（1）与国家安全、国防安全直接相关的；</p>
      <p>（2）与公共安全、公共卫生、重大公共利益直接相关的；</p>
      <p>（3）与犯罪侦查、起诉、审判和执行判决直接相关的；</p>
      <p>（4）有充分证据表明您存在主观恶意或滥用权利的；</p>
      <p>（5）响应您的请求将导致其他个人、组织的合法权益受到严重损害的；</p>
      <p>（6）涉及商业秘密的。</p><h4>九、未成年人的保护</h4>
      <p>如您为18周岁以下的未成年人，我们要求您请您的父母或监护人仔细阅读本隐私权政策，并在征得您的父母或监护人同意的前提下使用我们的服务或向我们提供信息。</p>
      <p>对于经父母或监护人同意使用我们的产品或服务而收集未成年人个人信息的情况，我们只会在法律法规允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用、共享、转让或披露此信息。</p><h4>
      十、本隐私权政策如何更新</h4>
      <p><strong>我们会在必要时修改隐私政策，请您理解，我们可能会适时修订本隐私政策，我们将标注本隐私政策最近更新的日期，更新将于发布时生效。</strong>未经您明确同意，我们不会削减您按照本隐私权政策所应享有的权利。如本隐私政策更新，我们会通过APP客户端等推送通知等合理方式通知您，以便您能及时了解本隐私政策所做的变更。如您在本政策更新生效后继续使用我们的服务，即表示您已充分阅读、理解并接受更新后的政策并愿意受更新后的政策约束。
      </p>
      <p>您可以在【我的-关于我们】查看本隐私政策，我们鼓励您经常回访本隐私政策，以阅读最新版本。</p>
      <h4>十一、适用范围</h4>
      <p>
        1、本隐私政策适用于广州市凡麦科技有限公司及其关联方提供的所有服务，包括客户端，网站。特定服务将使用特定的隐私政策或协议，该特定服务的隐私政策或协议构成本隐私政策的一部分。如任何特定服务的隐私政策或协议与本隐私政策有不一致之处，则适用特定服务的隐私政策或协议。</p>
      <p>
        2、请您注意：本隐私政策不适用我们服务中链接到其他第三方产品或服务或通过在我们服务中进行广告服务的其他公司和机构所收集的信息。您在使用这些第三方服务（包括提供给这些第三方提供的任何个人信息），将受这些第三方的服务条款及隐私政策约束（而非本隐私政策），具体规定请您仔细阅读第三方的条款。请您妥善保护自己的个人信息，仅在必要的情况下向第三方提供。</p>
      <h4>十二、如何联系我们</h4>
      <p>
        1、如您有任何与个人信息保护或隐私保护相关的问题、意见或建议，您可以通过发送邮件至service@vanmai.cn或QQ83798060联系客服等多种方式与我们联系。通常情况下，我们将在三十天内解答您的问题。</p>
      <p>2、如果您对我们的回复不满意，特别是您认为我们的个人信息处理行为损害了您的合法权益，特别是我们的个人信息处理行为损害了您的合法权益，您还可以向网信办、消费者保护协会等监管部门进行投诉，投诉方式如下：</p>
      <p>国家网信办举报中心：<a href="http://www.12377.cn">www.12377.cn</a></p>
      <p>消费者投诉举报电话：12315</p>
      <h4>十三、法律</h4>
      <p>因本隐私政策以及用户通过使用凡麦科技任何产品/服务而导致的争议，以及任何跟用户个人信息或隐私保护相关的纠纷，将同意接受广州市黄埔区人民法院的管辖。</p>

      <!--      <h4>附件1：知心陪诊个人信息收集清单</h4>-->

      <h4>附件1：知心陪诊应用权限清单</h4>
      <p><strong>安卓操作系统应用权限列表</strong></p>
      <table style="table-layout:fixed; word-break:break-all;word-wrap:break-word;" class="" width="100%"
             cellspacing="0" cellpadding="2" border="1">
        <tbody>
        <tr>
          <th style="text-align: left;">类型</th>
          <th style="text-align: left;">权限名称</th>
          <th style="text-align: left;">权限等级</th>
          <th style="text-align: left;">使用目的</th>
        </tr>
        <tr>
          <td>相机</td>
          <td>CAMERA相机</td>
          <td>敏感</td>
          <td>用于修改用户头像、实名认证</td>
        </tr>
        <tr>
          <td>存储</td>
          <td>
            <p>WRITE_EXTERNAL_STORAGE写入外置存储器</p>
            <p>READ_EXTERNAL_STORAGE读取外置存储器</p>
          </td>
          <td>敏感</td>
          <td>用于修改用户头像、实名认证</td>
        </tr>
        <tr>
          <td>网络</td>
          <td>INTERNET访问网络连接</td>
          <td>普通</td>
          <td>用于手机卡上网服务</td>
        </tr>

        <tr>
          <td>应用</td>
          <td>FOREGROUND_SERVICE应用程序启动前台服务</td>
          <td>普通</td>
          <td>用于华为推送、VIVO推送、OPPO推送、小米推送</td>
        </tr>
        <tr>
          <td>应用</td>
          <td>REQUEST_INSTALL_PACKAGES 安装应用程序</td>
          <td>普通</td>
          <td>用于应用程序的更新和安装</td>
        </tr>
        </tbody>
      </table>

      <h4>附件2：第三方合作伙伴及共享信息说明</h4>
      <p>
        <router-link :to="{name: 'ThirdPrivacyPolicy'}">(第三方合作伙伴及共享信息说明)</router-link>
      </p>
    </div>
  </section>
</template>

<script>
export default {
  data() {
    return {}
  },
  methods: {},
  mounted: function () {

  }
}
</script>

<style scoped>

</style>
