<template>
  <section>
    <div class="bg-color-white pd10">
      <h2>服务协议</h2>
      <p>发布日期：2022年09月21日</p>
      <p>生效时间：2022年09月21日</p>
      <p class="txt">特别提示：</p>
      <p class="txt">九州通健康管理有限公司在此特别提醒您（用户）在注册成为用户之前，请认真阅读本《用户协议》（以下简称“协议”），确保您充分理解本协议中各条款。</p>
      <p class="txt">一、接受条款</p>
      <p class="txt">1、本协议内容包括协议正文及所有九州通健康管理有限公司已经发布或将来可能发布的各类规则。所有规则为协议不可分割的一部分，与协议正文具有同等法律效力。</p>
      <p class="txt">
        2、以任何方式进入九州通健康管理有限公旗下平台（包括健康998、998陪诊以及后续可能开通的其他网站/服务，以下合称“健康998平台”）并使用服务即表示您已充分阅读、理解并同意接受本协议的条款和条件（以下合称“条款”）。</p>
      <p class="txt">
        3、九州通健康管理有限公司有权根据业务需要酌情修订“条款”，并以公告的形式进行更新，不再单独通知予您。经修订的“条款”一经在健康998平台公布，即产生效力。如您不同意相关修订，请您立即停止使用“服务”。如您继续使用“服务”，则将视为您已接受经修订的“条款”，当您与九州通健康管理有限公司发生争议时，应以最新的“条款”为准。</p>
      <p class="txt">二、注册</p>
      <p class="txt">1、服务使用对象</p>
      <p class="txt">
        您确认，在您完成注册程序或以其他健康998平台允许的方式实际使用服务时，您应当是具备完全民事权利能力和与所从事的民事行为相适应的行为能力的自然人、法人或其他组织。若您不具备前述主体资格，请勿使用服务，否则您及您的监护人应承担因此而导致的一切后果，且健康998平台有权注销（永久冻结）您的账户，并向您及您的监护人索偿。如您代表一家公司或其他法律主体在健康998平台登记，则您声明和保证，您有权使该公司或该法律主体受本协议“条款”的约束。</p>
      <p class="txt">2、您了解并同意，如您在本平台完成的注册程序，只要您注册成功，您即可以获得您的健康998登录名。您可以通过您的健康998登录名直接登录健康998平台，无需重新注册。</p>
      <p class="txt">
        3、在完成注册或激活流程时，您应当按照法律法规要求，按相应页面的提示准确提供并及时更新您的资料，以使之真实、及时，完整和准确。如有合理理由怀疑您提供的资料错误、不实、过时或不完整的，健康998平台有权向您发出询问及/或要求改正的通知，并有权直接做出删除相应资料的处理，直至中止、终止对您提供部分或全部健</p>
      <p class="txt">康998平台服务，健康998对此不承担任何责任，您将承担因此产生的任何直接或间接损失及不利后果。</p>
      <p class="txt">三、账户安全</p>
      <p class="txt">您须自行负责对您的健康998登录名和密码保密，且须对该登录名和密码下发生的所有活动（包括但不限于信息披露、发布信息、网上点击同意或提交各类规则协议、网上续签协议或购买服务等）承担责任。您同意：</p>
      <p class="txt">（a）如发现任何人未经授权使用您的健康998登录名和密码，或发生违反保密规定的任何其他情况，您会立即通知健康998平台，并授权健康998平台将该信息同步；
        （b）确保您在每个上网时段结束时，以正确步骤离开网站。健康998平台不能也不会对因您未能遵守本款规定而发生的任何损失或损毁负责。您理解健康998平台对您的请求采取行动需要合理时间，健康998平台对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任。除非有法律规定或司法裁定，且征得健康998平台的同意，否则，您的健康998登录名和密码不得以任何方式转让、赠与或继承（与账户相关的财产权益除外）。</p>
      <p class="txt">四、服务终止</p>
      <p class="txt">
        1、您同意，在健康998平台未向您收费的情况下，健康998平台可自行全权决定以任何理由（包括但不限于健康998平台认为您已违反本协议的字面意义和精神，或您以不符合本协议的字面意义和精神的方式行事）终止您的“服务”密码、账户（或其任何部份）或您对“服务”的使用。您同意，在健康998平台向您收费的情况下，健康998平台应基于合理的怀疑且经电子邮件通知的情况下实施上述终止服务的行为。您进一步承认和同意，健康998平台根据本协议规定终止您服务的情况下可立即使您的账户无效，或注销您的账户以及在您的账户内的所有相关资料和档案，和/或禁止您进一步接入该等档案或“服务”。账户终止后，健康998平台没有义务为您保留原账户中或与之相关的任何信息，或转发任何未曾阅读或发送的信息给您或第三方。此外，您同意，健康998平台不会就终止向您提供“服务”而对您或任何第三者承担任何责任。</p>
      <p class="txt">
        2、您有权向健康998平台要求注销您的账户，经健康998平台审核同意的，健康998平台将注销您的账户，届时，您与健康998平台基于本协议的合同关系即终止。您的账户被注销后，健康998平台没有义务为您保留或向您披露您账户中的任何信息，也没有义务向您或第三方转发任何您未曾阅读或发送过的信息。</p>
      <p class="txt">3、您理解并同意，您与健康998平台的合同关系终止后：</p>
      <p class="txt">a)健康998平台有权继续保存您的资料。</p>
      <p class="txt">b)您在使用服务期间存在违法行为或违反本协议和/或规则的行为的，健康998平台仍可依据本协议向您主张权利。</p>
      <p class="txt">c）您在使用服务期间因使用服务与其他用户之间发生的关系，不因本协议的终止而终止，其他用户仍有权向您主张权利，您应继续按您的承诺履行义务。</p>
      <p class="txt">五、信息的披露和使用</p>
      <p class="txt">
        1、健康998平台不会向任何无关第三方提供，出售，出租，分享和交易用户的个人信息，但为方便您使用健康998平台服务及健康998平台关联公司或其他组织的服务（以下称其他服务），您同意并授权健康998平台将您的个人信息传递给您同时接受其他服务的健康998平台关联公司或其他组织，或从为您提供其他服务的健康998平台关联公司或其他组织获取您的个人信息。</p>
      <p class="txt">2、您同意健康998平台可批露或使用您的个人信息以用于识别和（或）确认您的身份，或解决争议，或有助于确保网站安全、限制欺诈、非法或其他刑事犯罪活动，以执行我们的服务协议。</p>
      <p class="txt">3、您同意健康998平台可批露或使用您的个人信息以保护您的生命、财产之安全或为防止严重侵害他人之合法权益或为公共利益之需要。</p>
      <p class="txt">4、您同意健康998平台可批露或使用您的个人信息以改进我们的服务，并使我们的服务更能符合您的要求，从而使您在使用我们服务时得到更好的使用体验。</p>
      <p class="txt">
        5、您同意健康998平台利用您的个人信息与您联络，并向您提供您可能感兴趣的信息，如：介绍、推销产品、服务、促销优惠或者商业投资机会的商业性短信息等，您接受“健康998平台服务协议”即为明示同意收取这些信息。</p>
      <p class="txt">6、您同意健康998平台公布您提交的商业机会和报价，而其他用户可以查询这些报价和商业机会。</p>
      <p class="txt">7、当健康998平台被法律强制或依照政府或依权利人因识别涉嫌侵权行为人的要求而提供您的信息时，将善意地披露您的资料。</p>
      <p class="txt">六、订单</p>
      <p class="txt">
        1、在您下订单时，请您仔细确认所购服务的名称、价格、数量、说明、注意事项、联系地址、电话、联系人等信息。联系人与用户本人不一致的，联系人的行为和意思表示视为用户的行为和意思表示，用户应对联系人的行为及意思表示的法律后果承担连带责任。</p>
      <p class="txt">2
        除法律另有强制性规定外，双方约定如下：健康998平台展示的服务和价格等信息仅仅是要约邀请，您下单时须填写您希望购买的服务数量、价款及支付方式、联系人、联系方式、联系地址（合同履行地点）、合同履行方式等内容；系统生成的订单信息是计算机信息系统根据您填写的内容自动生成的数据，仅是您健康998平台发出的合同要约；健康998平台收到您的订单信息后，只有在健康998平台将您在订单中订购的服务向您或指定联系人交付时（接受服务为准），方视为您与健康998平台之间就向您或指定联系人提供的服务建立了合同关系；如果您在一份订单里订购了多份服务并且健康998平台只给您或指定联系人交付了部分服务时，您与健康998平台之间仅就实际向您或指定联系人提供的服务建立了合同关系；只有在健康998平台实际向您或指定联系人提供了订单中订购的其他服务时，您和健康998之间就订单中该其他已实际向您或指定联系人提供的服务才成立合同关系。您可以随时登陆您在本客户端注册的账户，查询您的订单状态。</p>
      <p class="txt">3、由于市场变化及各种以合理商业努力难以控制的因素的影响，健康998平台无法保证您提交的订单信息中希望购买的服务都能提供；如您拟购买的服务，发生无法提供的情形，您有权取消订单。</p>
      <p class="txt">4、健康998平台仅为用户提供中文咨询及书面服务，若用户有英文服务需求，请致电本站客户服务部另行协商确定服务价格。</p>
      <p class="txt">5、健康998平台将会把产品（服务）发送到您或指定联系人所指定的接收端或邮箱等，所有在健康998平台列出的交付时间为参考时间，参考时间的计算是根据具体服务的处理过程和发送时间的基础上估计得出的。</p>
      <p class="txt">6、因如下情况造成订单延迟或无法交付等，健康998平台不承担延迟交付的责任：</p>
      <p class="txt">（1）用户提供的信息错误、接受端设备等原因导致的；</p>
      <p class="txt">（2）服务发送后无人查阅的；</p>
      <p class="txt">（3）情势变更因素导致的；</p>
      <p class="txt">（4）不可抗力因素导致的，例如：自然灾害、基础网络问题、突发战争、网络黑客等。</p>
      <p class="txt">七、责任限制及不承诺担保</p>
      <p class="txt">
        除非另有明确的书面说明，健康998平台及其所包含的或以其它方式提供给您的全部信息、内容、材料、产品（包括软件）和服务，均是在“按现状”和“按现有”的基础上提供的。除非另有明确的书面说明，健康998平台不对本平台的运营及其包含的</p>
      <p class="txt">信息、内容、材料、产品（包括软件）或服务作任何形式的、明示或默示的声明或担保（根据中华人民共和国法律另有规定的以外）。</p>
      <p class="txt">
        健康998平台不担保所包含的或以其它方式提供给您的全部信息、内容、材料、产品（包括软件）和服务、其服务器或发出的电子信件、信息没有病毒或其他有害成分。如因不可抗力或其它本站无法控制的原因使销售系统崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等，健康998平台会合理地尽力协助处理善后事宜。</p>
      <p class="txt">健康998平台所承载的内容（文、图、视频、音频）均为传播有益健康资讯目的，不对其真实性、科学性、严肃性做任何形式保证。</p>
      <p class="txt">健康998平台拒绝回复医疗健康之外的咨询问题，包括但不限于如下情况：</p>
      <p class="txt">（1）非医疗健康类问题，如动物疾病问题、社会意识形态问题等；</p>
      <p class="txt">（2）医疗司法举证或询证问题；</p>
      <p class="txt">（3）胎儿性别鉴定问题；</p>
      <p class="txt">（4）未按提问要求提问，如提问时未指定医生，却要求具体医生回复；</p>
      <p class="txt">（5）有危害他人/自己可能的问题；</p>
      <p class="txt">（6）追问医生个人信息的问题；</p>
      <p class="txt">（7）故意挑逗、侮辱医生的提问。</p>
      <p class="txt">健康998平台所有信息仅供参考，不做个别诊断、用药和使用的根据。</p>
      <p class="txt">健康998平台致力于提供正确、完整的健康资讯，但不保证信息的正确性和完整性，且不对因信息的不正确或遗漏导致的任何损失或损害承担责任。</p>
      <p class="txt">健康998平台所提供的任何医疗信息，仅供参考，不能替代医生和其他医务人员的建议，如自行使用健康998平台中资料发生偏差，本平台概不负责，亦不负任何法律责任。</p>
      <p class="txt">《医生》模块中的服务提供者均为拥有中华人民共和国医师资格证书的专业医生。但咨询建议仅为依据提问者描述而提供建议性内容，不能作为诊断及医疗的依据。</p>
      <p class="txt">是否采用健康998平台的医生意见为提问者个人行为，健康998平台不承担任何可能产生的责任。</p>
      <p class="txt">八、通知</p>
      <p></p>
      <p><font color="#ff0000">篇二：陪诊内容有什么？</font></p>
      <p></p>
      <p class="txt">陪诊内容有什么？</p>
      <p class="txt">1、陪诊人员会在您就诊的前一天下午确认专家是否有停诊后与您取得联系，并约好在医院见面的时间和地点。</p>
      <p class="txt">2、陪诊人员会到医院为您取号，并引导你到就诊科室，陪同你就诊。</p>
      <p class="txt">3、因检查过程、医生与患者之间的沟通过程均属于个人隐私，非经患者或家属同意，陪诊人员只能在诊室外等候。</p>
      <p class="txt">4、付费、预约检查或手术、取药等过程可由陪诊人员为您排队，您在候诊区休息。排到你时，你来交付。</p>
      <p class="txt">5、在当日就诊过程中您无需再向陪诊人员支付其它服务性费用，如您就诊时间较长，涉及用餐，陪诊人员均自行解决。</p>
      <p class="txt">6、陪诊人员只是在您本次就诊过程中全程陪同，并为您提供他力所能及的服务，但也必须遵守医院的相关规章制度，排队就诊和检查，就诊时的顺序，仍按挂号单上的排序为准。</p>
      <p class="txt">7、如果医生开出住院单，陪诊人员会协助您到住院处办理登记手续，如果当天有床位，陪诊人员则将患者护送至病房。</p>
      <p class="txt">8、有些检查项目可能当天不能拿到报告，外地患者如要求陪诊人员为您取报告并邮寄报告，必须到付，相关费用自付。</p>
      <p class="txt">9、本次陪诊服务即指预约当次就诊的全过程有专人陪诊，不包括当次之后的后续检查等陪诊。</p>
      <p class="txt">10、如果在服务过程中出现问题，您还可拔打广州挂号导医网的客服进行咨询和投诉，我们会尽快处理并将结果通知您。</p>
      <p class="txt">
        11、如专家临时停诊，属于不可抗因素，客服人员会尽早通知您（也有可能医生出诊前临时决定停诊）。此时您可选择延迟到下一次门诊、改约其它专家(但仍需二个工作日后的门诊)、也可保留下次预约，医生二次停诊可以全额退款！</p>
      <p class="txt">12、如需其他跑腿服务，可以预约前，电话客服协商进行帮您办理。</p>
      <p></p>
    </div>
  </section>
</template>

<script>
export default {
  data() {
    return {}
  },
  methods: {},
  mounted: function () {

  }
}
</script>

<style scoped>

</style>
