<template>
  <section>
    <div class="pd10 bg-color-white">
      <h2>知心陪诊用户协议</h2>
      <p>发布日期：2022年09月21日</p>
      <p>生效时间：2022年09月21日</p>
      <p>
        知心陪诊由广州市凡麦科技有限公司（以下简称凡麦科技）运营。<strong>请“用户”或“您”仔细阅读以下内容，尤其是以下加粗字体。如果您不同意以下任何内容，请立刻停止访问/使用知心陪诊软件所提供的相关服务。</strong>
      </p>

      <h4>一、总则</h4>
      <p>本协议内容包括协议正文、凡麦科技各单项服务协议及其他相关公司已经发布的或将来可能发布的各类规则，包括但不限于隐私政策等其他协议（“其他条款”）。如果本协议与“其他条款”有不一致之处，则以“其他条款”为准。除另行明确声明外，任何凡麦科技提供的服务均受本协议约束。</p>

      <h4>二、服务简介</h4>
      <p>凡麦科技运用自己的操作系统通过国际互联网络为您提供各项服务。您必须：</p>
      <p></p>
      <p>(1)提供设备，如手机或其他上网设备。</p>
      <p>(2)个人上网和支付与此服务有关的费用。</p>
      <p></p>

      <h4>三、服务条款的修改</h4>
      <p>
        凡麦科技有权在必要时通过在客户端上发出公告等合理方式修改本服务条款以及各单项服务的相关条款。您在享受各项服务时，应当及时查阅了解修改的内容，并自觉遵守本服务条款以及该单项服务的相关条款。您如继续使用本服务条款涉及的服务，则视为对修改内容的同意，当发生有关争议时，以最新的服务条款为准；您在不同意修改内容的情况下，有权停止使用本服务条款涉及的服务。</p>
      <h4>四、服务变更、中断、终止</h4>
      <p>1、 鉴于网络服务的特殊性，您同意凡麦科技有权合理变更、中断或终止部分或全部的服务（包括收费服务）。凡麦科技变更、中断或终止的服务，凡麦科技应当在变更、中断或终止之前通知您。</p>
      <p>2、 如发生下列任何一种情形，凡麦科技有权变更、中断或终止向您提供的免费服务或收费服务，而无需对您或任何第三方承担任何责任：</p>
      <p>（1）根据法律规定您应提交真实信息，而您提供的个人资料不真实、或与注册时信息不一致又未能提供合理证明；</p>
      <p>（2）您违反相关法律法规或本协议的约定；</p>
      <p>（3）按照法律规定或有权机关的要求；</p>
      <p>（4）安全的原因或其他必要的情形。</p>

      <h4>五、使用规则</h4>
      <p>1、您在凡麦科技发布信息或者利用凡麦科技的服务时必须符合中国有关法规，不得在凡麦科技上或者利用其服务制作、复制、发布、传播以下信息：</p>
      <p>（1）违反宪法确定的基本原则的；</p>
      <p>（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
      <p>（3）损害国家荣誉和利益的；</p>
      <p>（4）煽动民族仇恨、民族歧视，破坏民族团结的；</p>
      <p>（5）破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
      <p>（6）散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
      <p>（7）散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；</p>
      <p>（8）侮辱或者诽谤他人，侵害他人合法权益的；</p>
      <p>（9）煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；</p>
      <p>（10）以非法民间组织名义活动的；</p>
      <p>（11）含有法律、行政法规禁止的其他内容的。</p>
      <p>2、您不得利用凡麦科技的服务从事以下活动：</p>
      <p>（1）未经允许，进入计算机信息网络或者使用计算机信息网络资源的；</p>
      <p>（2）未经允许，对计算机信息网络功能进行删除、修改或者增加的；</p>
      <p>（3）未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；</p>
      <p>（4）故意制作、传播计算机病毒等破坏性程序的；</p>
      <p>（5）其他危害计算机信息网络安全的行为。</p>
      <p>3、您不得以任何方式干扰知心陪诊的服务。</p>
      <p>4、您应遵守凡麦科技的所有其他规定和程序。</p>
      <p>5、您须对利用“凡麦科技”账号或本服务传送信息的真实性、合法性、无害性、准确性、有效性等全权负责，与您所传播的信息相关的任何法律责任由您自行承担，与凡麦科技无关。如因此给凡麦科技或第三方造成损害的，您应当依法予以赔偿。</p>

      <h4>六、版权声明</h4>
      <p>
        1、除本服务中涉及广告的知识产权由相应广告商享有外，凡麦科技在本服务中提供的内容（包括但不限于网页、文字、图片、音频、视频、图表等）的知识产权均归凡麦科技所有，但您在使用本服务前对自己发布的内容已合法取得知识产权的除外。</p>
      <p>2、除另有特别声明外，凡麦科技提供本服务时所依托软件的著作权、专利权及其他知识产权均归凡麦科技所有。</p>
      <p>3、上述及其他任何凡麦科技依法拥有的知识产权均受到法律保护，未经凡麦科技书面许可，您不得以任何形式进行使用或创造相关衍生作品。</p>

      <h4>七、隐私制度</h4>
      <p><strong>尊重您的隐私是凡麦科技的一项基本政策。凡麦科技将按照公布的<router-link :to="{name: 'PrivacyPolicy'}" class="blue">《隐私政策》</router-link>收集、存储、使用、披露和保护您的个人信息。请您完整阅读隐私权政策，以帮助您更好地保护您的个人信息。</strong></p>

      <h4>八、帐号，密码和安全性</h4>
      <p>
        您一旦注册成功成为我们的用户，您将得到一个密码和帐号。如果您不保管好自己的帐号和密码安全，将负全部责任。另外，每个用户都要对其帐户中的所有活动和事件负全责。您可随时改变您的密码和图标，也可以结束旧的帐户重开一个新帐户。您若发现任何非法使用用户帐号或安全漏洞的情况，应立即通告凡麦科技。<strong>请您对密码加以妥善保管，切勿将密码告知他人，因密码保管不善而造成的所有损失由您自行承担。您对通过您的账户所进行的活动、行为和事件依法享有权利和承担责任。鉴于网络服务的特殊性，凡麦科技无义务审核是否是您本人使用该组用户名及密码，仅审核用户名及密码是否与数据库中保存的一致，任何人只要输入的用户名及密码与数据库中保存的一致，即可凭借该组用户名及密码登陆并使用凡麦科技所提供的各类服务，所以即使您认为您的账户登陆行为并非您本人所为，凡麦科技将不承担因此而产生的任何责任。</strong>
      </p>

      <h4>九、订单</h4>
      <p class="txt">1、在您下订单时，请您仔细确认所购服务的名称、价格、数量、说明、注意事项、联系地址、电话、联系人等信息。联系人与用户本人不一致的，联系人的行为和意思表示视为用户的行为和意思表示，用户应对联系人的行为及意思表示的法律后果承担连带责任。</p>
      <p class="txt">2 除法律另有强制性规定外，双方约定如下：知心陪诊平台展示的服务和价格等信息仅仅是要约邀请，您下单时须填写您希望购买的服务数量、价款及支付方式、联系人、联系方式、联系地址（合同履行地点）、合同履行方式等内容；系统生成的订单信息是计算机信息系统根据您填写的内容自动生成的数据，仅是您知心陪诊平台发出的合同要约；知心陪诊平台收到您的订单信息后，只有在知心陪诊平台将您在订单中订购的服务向您或指定联系人交付时（接受服务为准），方视为您与知心陪诊平台之间就向您或指定联系人提供的服务建立了合同关系；如果您在一份订单里订购了多份服务并且知心陪诊平台只给您或指定联系人交付了部分服务时，您与知心陪诊平台之间仅就实际向您或指定联系人提供的服务建立了合同关系；只有在知心陪诊平台实际向您或指定联系人提供了订单中订购的其他服务时，您和知心陪诊之间就订单中该其他已实际向您或指定联系人提供的服务才成立合同关系。您可以随时登陆您在本客户端注册的账户，查询您的订单状态。</p>
      <p class="txt">3、由于市场变化及各种以合理商业努力难以控制的因素的影响，知心陪诊平台无法保证您提交的订单信息中希望购买的服务都能提供；如您拟购买的服务，发生无法提供的情形，您有权取消订单。</p>
      <p class="txt">4、知心陪诊平台仅为用户提供中文咨询及书面服务，若用户有英文服务需求，请致电本站客户服务部另行协商确定服务价格。</p>
      <p class="txt">5、知心陪诊平台将会把产品（服务）发送到您或指定联系人所指定的接收端或邮箱等，所有在知心陪诊平台列出的交付时间为参考时间，参考时间的计算是根据具体服务的处理过程和发送时间的基础上估计得出的。</p>
      <p class="txt">6、因如下情况造成订单延迟或无法交付等，知心陪诊平台不承担延迟交付的责任：</p>
      <p class="txt">（1）用户提供的信息错误、接受端设备等原因导致的；</p>
      <p class="txt">（2）服务发送后无人查阅的；</p>
      <p class="txt">（3）情势变更因素导致的；</p>
      <p class="txt">（4）不可抗力因素导致的，例如：自然灾害、基础网络问题、突发战争、网络黑客等。</p>

      <h4>十、不可抗力及其他免责事由</h4>
      <p>
        1、您理解并确认，在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，凡麦科技将努力在第一时间与相关单位配合，及时进行修复，但是由此给您或第三方造成的损失，凡麦科技及合作单位在法律允许的范围内免责。</p>
      <p>
        2、本服务同大多数互联网服务一样，受包括但不限于用户原因、网络服务质量、社会环境等因素的差异影响，可能受到各种安全问题的侵扰，如他人利用用户的资料，造成现实生活中的骚扰；您下载安装的其它软件或访问的其他网站中含有病毒，威胁到您的计算机信息和数据的安全，继而影响本服务的正常使用等等。您应加强信息安全及使用者资料的保护意识，要注意加强密码保护，以免遭致损失和骚扰。</p>
      <p>
        3、您理解并确认，本服务存在因不可抗力、计算机病毒或黑客攻击、系统不稳定、您所在位置、手机关机以及其他任何技术、互联网络、通信线路原因等造成的服务中断或不能满足您要求的风险，因此导致的您或第三方任何损失，凡麦科技不承担任何责任。</p>
      <p>4、您理解并确认，凡麦科技需要定期或不定期地对“凡麦科技”平台或相关的设备进行检修或者维护，如因此类情况而造成服务在合理时间内的中断，凡麦科技无需为此承担任何责任，但凡麦科技应事先进行通告。</p>

      <h4>十一、 链接</h4>
      <p>
        “服务”或第三者均可提供与其他互联网网站或资源的链接。由于凡麦科技并不控制该等网站和资源，您理解并同意，凡麦科技并不对该等外在网站或资源的可用性负责，且不认可该等网站或资源上或可从该等网站或资源获取的任何内容、宣传、产品、服务或其他材料，也不对其等负责或承担任何责任。对于任何因使用或信赖从此类网站或资源上获取的此类内容、宣传、产品、服务或其他材料而造成（或声称造成）的任何直接或间接损失，凡麦科技均不承担责任。</p>

      <h4>十二、通知</h4>
      <p>除非另有明确规定，任何通知应以电子邮件形式发送，或发送到您在登记过程中向凡麦科技提供的电子邮件地址，或有关方指明的该等其他地址。在电子邮件发出二十四 (24)
        小时后，通知应被视为已送达，除非发送人被告知相关电子邮件地址已作废。或者，本公司可通过邮资预付挂号邮件并要求回执的方式，将通知发到您在登记过程中向凡麦科技提供的地址。在该情况下，在付邮当日三 (3)
        天后通知被视为已送达。</p>

      <h4>十三、违约责任</h4>
      <p>1、凡麦科技网可依据用户数据来认定您是否构成违约；您有义务对异常数据进行充分举证和合理解释，否则将被认定为违约。如您使用凡麦科技网服务时违反有关法律法规规定或本协议约定的，视为您违约。</p>
      <p>2、违约处理措施：</p>
      <p>（1）您在凡麦科技上发布的信息构成违反本协议或涉嫌违法或涉嫌侵犯第三方合法权利的，凡麦科技可根据相应规则立即采取措施对相应信息进行删除。</p>
      <p>（2）您在凡麦科技上实施的行为，凡麦科技可依据相应规则对您的账户限制参加营销活动、中止向您提供部分或全部服务、等处理措施。如您的行为构成根本违约的，凡麦科技网可冻结您的账户，终止向您提供服务。</p>
      <p>3、赔偿责任：</p>
      <p>如您的行为使凡麦科技及/或其关联公司遭受损失（包括直接经济损失和间接经济损失），或受到任何第三方的索赔，或受到有关行政部门的处罚，您应赔偿凡麦科技及/或其关联公司的全部损失，包括但不限于律师费、诉讼费等。</p>

      <h4>十四、保障</h4>
      <p>您同意保障和维护凡麦科技全体成员的利益，负责支付由您使用超出服务范围引起的律师费用，违反服务条款的损害补偿费用，其它人使用您的电脑、帐号和其它知识产权的追索费。</p>
      <p>您同意为了防止资源占用，如您连续3个月未启动您的客户端，我们会将您账户中的余额和金币清零。</p>

      <h4>十五、法律</h4>
      <p>本协议的效力、解释及纠纷的解决，适用于中华人民共和国法律。若您和凡麦科技之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，您同意将纠纷或争议提交广州市凡麦科技有限公司所在地人民法院管辖。</p>

      <h4>十六、其他</h4>
      <p>1、凡麦科技不行使、未能及时行使或者未充分行使本条款或者按照法律规定所享有的权利，不应被视为放弃该权利，也不影响凡麦科技在将来行使该权利。</p>
      <p>2、条款标题仅为方便参阅而设，并不以任何方式界定、限制、解释或描述该条款的范围或限度。</p>
      <p>3、本协议的任何条款无论因何种原因无效或不具可执行性，其余条款仍有效，对双方具有约束力。</p>
    </div>
  </section>
</template>

<script>
export default {
  data() {
    return {}
  },
  methods: {},
  mounted: function () {

  }
}
</script>

<style scoped>

</style>
