<template>
  <section>
    <div class="pd10 bg-color-white">
      <p style="margin: 24pt 0pt; orphans: 0; text-align: center; widows: 0">
        <span style="font-family: 宋体; font-size: 26pt; font-weight: bold">“不世之恋”隐私政策 </span><span
        style="font-family: 宋体; font-size: 11pt"> </span>
      </p>
      <p style="margin: 0pt; orphans: 0; widows: 0">
        <span style="font-family: 宋体; font-size: 11pt; font-weight: bold">发布日期：2022年05月20日</span><span
        style="font-family: 宋体; font-size: 11pt"> </span>
      </p>
      <p style="margin: 0pt; orphans: 0; widows: 0">
        <span style="font-family: 宋体; font-size: 11pt; font-weight: bold">生效日期：2022年05月20日</span><span
        style="font-family: 宋体; font-size: 11pt"> </span>
      </p>
<!--      <p style="margin: 0pt; orphans: 0; widows: 0">-->
<!--        <span style="font-family: 宋体; font-size: 11pt; font-weight: bold">更新日期：2022年05月20日</span><span-->
<!--        style="font-family: 宋体; font-size: 11pt"> </span>-->
<!--      </p>-->
      <p>
        本政策仅适用于广州市凡麦科技有限公司旗下的“不世之恋”产品。
      </p>
      <p>广州市凡麦科技有限公司（简称“凡麦科技”或“我们”）依据《中华人民共和国网络安全法》、《信息安全技术个人信息安全规范》（GB/T 35273-2020）以及其他相关法律法规和技术规范制定了《不世之恋个人信息保护政策》（简称“隐私政策”），具体内容如下。</p>
      <p>目录</p>
      <p>一、引言</p>
      <p>二、我们如何收集和使用您的个人信息</p>
      <p>三、我们如何使用Cookie和同类技术</p>
      <p>四、我们如何共享、转让、公开披露您的个人信息</p>
      <p>五、我们如何保护您的个人信息</p>
      <p>六、您的权利</p>
      <p>七、我们如何存储您的个人信息</p>
      <p>八、我们如何处理儿童的个人信息</p>
      <p>九、联系我们</p>
      <p>十、本政策如何更新</p>
      <p>十一、争议解决</p>
      <h5 class="c6">一、引言</h5>
      <p>1.1 《不世之恋个人信息保护政策》适用于凡麦科技旗下不世之恋平台向您提供的所有产品及服务，包括不世之恋网站、小程序、移动客户端（“APP”）及其他客户端。</p>
      <p>1.2 请您在使用不世之恋各项产品和/或服务前，仔细阅读并充分理解本隐私政策的全部内容。一旦您使用或继续使用不世之恋的产品/服务，即表示您同意我们按照本隐私政策使用和处理您的相关信息。</p>
      <p>1.3 我们可能会不时依据法律法规或业务调整对本隐私政策进行修订。当本隐私政策发生变更后，我们会在版本更新后通过在显著位置提示或推送通知、消息等形式向您展示变更后的内容。</p>
      <h5 class="c6">二、我们如何收集和使用您的个人信息</h5>
      <p>2.1我们深知个人信息对您的重要性，并会尽全力保护您的个人信息安全可靠。我们致力于维持您对我们的信任，恪守以下原则，保护您的个人信息：权责一致原则、目的明确原则、选择同意原则、最少够用原则、确保安全原则、主体参与原则、公开透明原则等。同时，我们承诺，我们将按业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。如果我们欲将您的个人信息用于本隐私政策未载明的其它用途，或基于特定目的将收集而来的信息用于其他目的，我们会及时以合理的方式向您告知，并在使用前再次征得您的同意。</p>
      <p>2.2个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。本隐私政策中涉及的个人信息包括：基本信息（包括个人姓名、生日、性别、个人电话号码）；个人身份信息（包括身份证、户口本）；生物识别特征（静态或动态的面部特征）；网络身份标识信息（包括账号、IP地址及与前述有关的密码）；个人上网记录（包括网站浏览记录、软件使用记录、点击记录）；个人常用设备信息（包括设备名称、设备型号、操作系统和应用程序版本、设备设置、唯一设备标识符、设备环境、IMEI//Android ID、用户剪切板）；个人位置信息（包括精准定位信息、经纬度以及WLAN接入点）； 个人敏感信息是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息，本隐私政策中涉及的个人敏感信息包括：您的生物识别特征（静态或动态的面部特征）；个人身份信息（包括身份证、驾驶证、户口本）；网络身份识别信息（包括账户名、账户昵称、及与前述有关的密码与密码保护问题和答案）；其他信息（包括手机号码、网页浏览记录、精准定位信息）。 以上个人信息和个人敏感信息包含的内容出自于GB/T35273《个人信息安全规范》。</p>
      <p>2.3 通常情况下，我们会出于以下目的收集和使用您的个人信息：</p>
      <p>2.3.1 【注册】 当您注册不世之恋账号时，我们会收集您的昵称、性别、出生年月日、工作地区、身高、学历、月收入区间、婚姻状况信息、手机号码，收集这些信息是为了帮助您完成不世之恋注册，建立您的征婚档案（依据GB/T 23861-2009《婚姻介绍服务》）。 手机号码属于个人敏感信息，收集此类信息是为了满足相关法律法规的网络实名制要求，若您不提供这类信息，您可能无法正常使用我们的服务。 在使用服务过程中，如果您提供以下额外信息补全个人资料，将有助于我们给您提供更好的服务和体验：您的籍贯、职业、买车买房情况、体重、体型、个人爱好、星座、民族、您本人的真实头像、您的择偶条件。但如果您不提供这些信息，将不会影响使用我们产品或服务的基本功能。您提供的上述信息将在您使用本服务期间持续授权我们使用。 当您注册或者找回密码时您需要相应开启短信自动读取短信的权限，如果您拒绝/取消提供，您将无法使用短信自动读取功能，同时，您也可以随时通过您设备的相关功能设置开启/取消该权限。</p>
      <p>2.3.2 【信息发布及分享】 当您上传头像、使用动态及其他信息发布功能公开发布信息，包括发布文字、图片、短视频时，您需要相应开启摄像头、相册、存储权限。同时，您也可以随时通过您设备的相关功能设置开启/取消该权限。当您取消该授权后，我们无法再为您提供上述与之对应的服务。 您上传的动态照片、短视频、文字、评论、点赞这些信息会存储在我们的服务器中，因为存储是实现这一功能所必需的。我们会以加密的方式存储，您也可以随时删除这些信息。 除非经您自主选择或遵从相关法律法规要求，我们不会对外提供上述动态信息，或者将其用于该功能以外的其他用途。 您在使用我们的产品/服务分享信息至其他平台时，你需要相应开启获取应用账户权限，如您拒绝开启，您将无法使用信息分享功能。</p>
      <p>特别提示： 您公开发布的信息中可能会涉及您或他人的个人信息甚至个人敏感信息，如您在发布动态时选择上传包含个人信息的图片。 请您更加谨慎地考虑，是否在使用我们的服务时共享甚至公开分享相关信息。</p>
      <p>2.3.3 【语音聊天】 当您使用语音聊天相关服务时（例如：消息里发送语音等内容），您需要相应开启麦克风、存储权限来进行语音交互。 开启手机存储权限是实现这一功能所必需的。 同时，您也可以随时通过您设备的相关功能设置开启/取消该权限。当您取消该授权后，我们将无法再为您提供上述与之对应的服务。</p>
      <p>2.3.4 【直播/发送（回复）消息】 当您发布直播内容或与不世之恋平台其他用户发送（回复）消息时，您需要根据相关法律要求向我们提供相应的个人身份信息（真实姓名和身份证号）、生物识别特征（静态或动态的面部特征） 以完成实名认证，如您不提供上述信息或信息不真实，将无法使用此功能，但不影响您正常使用不世之恋的其他功能。同时，您需要相应开启相应的摄像头、麦克风权限，以完成完整的直播录制及录制过程中附带的功能，如果您拒绝开启摄像头和麦克风权限，将无法完成直播录制。您还将需要手机开启悬浮窗权限，以实现通过悬浮窗观看、进行直播，如果您拒绝开启悬浮窗功能，将无法通过悬浮窗实现前述功能。 在直播录制过程中， 我们将记录并保存您所展现的一切动态、静态画面并对其他用户进行展示。根据国家相应法律法规， 我们将实时监测您的直播画面， 确保您的直播内容符合法律法规及公序良俗。</p>
      <p>2.3.5 【位置】 当您进行账号注册、查看附近的人、附近动态，消息界面查看您与对方的距离时，我们会在获得您的自主选择同意开启位置权限后，记录您的地理位置信息。该信息属于个人敏感信息，拒绝提供该信息会使您无法使用上述功能，但不影响您正常使用不世之恋的其他功能。此外，您也可以随时关闭相关功能。</p>
      <p>2.3.6 【支付】 当您在不世之恋上开通不世之恋会员服务、购买礼物、充值金币、购买特权等发生支付行为时，需要使用到支付功能。 在支付过程中，我们可能会收集您的第三方支付渠道的user ID (例如支付宝user ID、微信open ID、Apple pay 订单号 )（个人敏感信息）。 上述信息为我们向您提供您购买服务和/或服务所必须的信息，我们无法仅根据该信息获得您的个人财产信息，也不能识别特定自然人身份信息。</p>
      <p>2.3.7 【认证】 当您使用实名认证、人脸认证、学历认证、信用认证、开通居民身份证网上功能凭证（简称“网证”）时， 我们将会收集您的手机号码、姓名、身份证号码、学历信息，上述信息属于个人敏感信息， 如您拒绝提供上述信息，您可能无法完成上述认证，进而无法使用要求进行前述认证才能使用的相关服务（包括但不限于使用直播服务、与不世之恋平台其他用户进行发送/回复消息服务），但不影响您正常使用不世之恋的其他功能。</p>
      <p>2.3.8 【第三方获取】 若我们从第三方处间接获取您的信息的，我们会在收集前明确以书面形式要求该第三方在已依法取得您同意后收集个人信息，并向您告知共享的信息内容，且涉及敏感信息的在提供给我们使用前需经过您的明确确认，要求第三方对个人信息来源的合法性和合规性作出承诺，如第三方有违反行为的，我们会明确要求对方承担相应法律责任；同时，我们的专业安全团队对个人信息会进行安全防护（包括敏感信息分级分类、敏感信息使用的访问控制、敏感信息加密存储等）。我们会使用不低于我们对自身用户个人信息同等的保护手段与措施对间接获取的个人信息进行保护。</p>
      <p>2.3.9 【推荐服务】 我们会基于收集的信息，进行综合统计并通过算法做特征与偏好分析，用以向你进行个性化推荐、展示或推送你可能感兴趣的特定内容等信息，或者推送更合适你的特定功能或服务，例如向您展现或推荐相关程度更高（而非普遍推送）的用户或特定直播专区，以帮助您找到更合适的相亲对象；为此，我们需要收集的信息包括您的服务日志信息、浏览偏好、点赞/分享/评论/互动/关注的信息、直播间发言/赠送礼物、搜索的字词、 学历、位置（个人敏感信息）。 </p>
      <p>特别提示：我们可能会收集您使用我们的产品与/或服务时的搜索记录、浏览记录、赠送礼物信息、设备信息（操作系统版本、 手机型号、 mac地址、设备网络信息、IMEI //Android ID）、点赞/分享/评论/互动的对象、您的偏向网络行为、兴趣偏好及您填写的个人资料信息形成用户画像用于帮助使我们更加了解您如何接入和使用我们的产品与/或服务、维护和改进我们的产品与/或服务或对您作出其他方面的回应。 我们收集、使用上述信息时进行了去标识化处理，数据分析仅对应特定的、无法直接关联用户身份的编码，无法也绝不会与你的真实身份相关联。</p>
      <p>2.3.10【提供优质服务】 为了保证向您提供及时、优质的婚介服务，您同意我们使用您提供的电话、手机、电子邮箱，拨打电话或发送短信及邮件（内容包括但不限于服务流程确认，告知您其他会员希望与您联系、约见，活动信息和资讯、新服务或新产品的推介等，提示再次登录本网站等），您同意开启麦克风权限来与我们进行电话、手机沟通。您也可以主动联系我们的红娘希望我们提供婚介服务，进行此项操作时，您可能需要相应的开启麦克风、拨打电话权限（直接拨打电话号码）来与我们沟通。</p>
      <p>2.3.11【客服支持】 当您向不世之恋发起投诉、申诉或进行咨询时，为了您的账号与系统安全，我们可能需要您先行提供账号信息，并与您之前的个人信息相匹配以验证您的用户身份。同时， 为了方便与您联系或帮助您解决问题，我们可能还需要您提供姓名、手机号码、电子邮件及其他联系方式、身份证号码这些个人信息（包括个人敏感信息）。 另外，我们还会收集您与我们的沟通信息（包括文字/图片/音视频/通话记录形式）、与您的需求相关联的其他必要信息。我们收集这些信息是为了调查事实与帮助您解决问题，如您拒绝提供上述信息，我们可能无法向您及时反馈投诉、申诉或咨询结果。在进行投诉、申诉或进行咨询时，您可能需要相应的开启相册、相机、麦克风、拨打电话权限（直接拨打电话号码）来与客服沟通并提供相应材料。当然，您也可以随时通过您设备的相关功能设置开启/取消该权限。</p>
      <p>2.3.12 【安全支持】 为提高您使用我们产品/服务的安全性，保护您或其他用户或公众的人身财产安全免遭侵害，更好地预防钓鱼网站、欺诈、网络漏洞、计算机病毒、网络攻击、网络侵入等安全风险，更准确地识别违反法律法规或不世之恋相关协议规则的情况，我们可能使用或整合您的用户信息（包括手机号、姓名）、交易信息、设备信息（操作系统版本、 手机型号、 mac地址、设备网络信息、IMEI/Android ID）、有关网络日志以及我们合作伙伴取得您授权或依据法律共享给我们的信息，来综合判断您账户及交易风险、进行身份验证、检测及防范安全事件，并依法采取必要的记录、审计、分析、处置措施。</p>
      <p>2.3.13 您在升级我们的移动客户端（“APP”）或者点击我们产品或服务中的第三方广告信息时，可能会需要您开启安装应用的权限，如果您拒绝开启，您可能无法完成我们的APP升级或使用第三方的产品或者服务。</p>
      <p>2.3.14 您理解并同意，我们提供的产品/服务可能需要您在您的设备中开启您的位置信息、相机、相册、麦克风、悬浮窗、获取应用账户、拨打电话、接受/读取短信的访问权限，以实现这些权限所涉及信息的收集和使用。我们会在您使用相关服务时弹窗提示您是否要开启相应权限。您可在您的设备设置查看上述权限的状态，并可自行决定这些权限随时的开启或关闭。请您注意，您开启任一权限即代表您授权我们可以收集和使用相关个人信息来为您提供对应服务，您一旦关闭任一权限即代表您取消了授权，我们将不再基于对应权限继续收集和使用相关个人信息，也无法为您提供该权限所对应的服务。但是，您关闭权限的决定不会影响此前基于您的授权所进行的信息收集及使用。</p>
      <p>2.3.15我们向你提供的功能和服务是不断更新和发展的，如果某一功能或服务未在前述说明中且收集了你的信息，我们会通过页面提示、交互流程、网站公告等方式另行向你说明信息收集的内容、范围和目的，以征得你的同意。</p>
      <p>另外，根据相关法律法规及国家标准，在以下情况下，我们无需取得您的授权同意即可收集和使用您的个人信息：</p>
      <p>1) 与国家安全、国防安全等国家利益直接相关的；与公共安全、公共卫生、公众知情等重大公共利益直接相关的；
        2) 与犯罪侦查、起诉、审判和判决执行等直接相关的；
        3) 出于维护你或其他个人的生命、财产、声誉等重大合法权益但又很难得到本人同意的；
        4) 所收集的个人信息是你自行向社会公众公开的；
        5) 从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；
        6) 根据你要求签订和履行合同所必需的；
        7) 用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；
        8) 为开展合法的新闻报道所必需的；
        9) 出于公共利益开展统计或学术研究所必要，且其对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；
        10) 法律法规规定的其他情形。</p>
      <p>2.3.16 当您使用我们app时，为了推送消息的触达，我们会使用第三方SDK，此会存在自启动的情况；我们不存在关联启动的情况。</p>
      <p>各项产品/服务所收集和使用您的信息逐项列举，详见本政策附件一。</p>
      <h5 class="c6">三、我们如何使用Cookie和同类技术</h5>
      <p>3.1 Cookie</p>
      <p>为确保网站正常运转、为您获得更轻松的访问体验、向您推荐您可能感兴趣的内容，我们会在您的计算机或移动设备上存储名为 Cookie 的小数据文件。Cookie 通常包含标识符、站点名称以及一些号码和字符。借助于 Cookie，网站能够存储您的偏好等数据。</p>
      <p>3.2网站信标和像素标签</p>
      <p>除 Cookie 外，我们还会在网站上使用网站信标和像素标签等其他同类技术。例如，我们向您发送的电子邮件可能含有链接至我们网站内容的地址链接，如果您点击该链接，我们则会跟踪此次点击，帮助我们了解您的产品或服务偏好以便于我们主动改善客户服务体验。网站信标通常是一种嵌入到网站或电子邮件中的透明图像。借助于电子邮件中的像素标签，我们能够获知电子邮件是否被打开。如果您不希望自己的活动以这种方式被追踪，则可以随时从我们的寄信名单中退订。</p>
      <p>3.3 SDK技术</p>
      <p>SDK技术由与我们合作的第三方机构提供，我们仅能知悉其要求获得授权的权限。第三方机构将会需要收集您的信息，我们无法获取您的信息，除非第三方机构明确向我们披露的要收集的敏感信息。第三方机构要求获得的权限以及明确向我们披露的收集的敏感信息，详见《<router-link :to="{name: 'ThirdInfo'}">第三方SDK使用说明文档</router-link>》。</p>
      <p>3.4保障产品与服务的安全、高效运转</p>
      <p>如果您拒绝我们使用Cookie及同类技术收集和使用您的相关信息，您可在浏览器具备该功能的前提下，通过您的浏览器的设置以管理、（部分/全部）拒绝Cookie与/或同类技术；或删除已经储存在您的计算机、移动设备或其他装置内的Cookie与/或同类技术，从而实现我们无法全部或部分追踪您的个人信息。您如需详细了解如何更改浏览器设置，请具体查看您使用的浏览器的相关设置页面。您理解并知悉：我们的某些产品/服务只能通过使用Cookie或同类技术才可得到实现，如您拒绝使用或删除的，您可能将无法正常使用我们的相关产品与/或服务或无法通过我们的产品与/或服务获得最佳的服务体验，同时也可能会对您的信息保护和账号安全性造成一定的影响。</p>
      <h5 class="c6">四、我们如何共享、转让、公开披露您的个人信息</h5>
      <p>4.1共享</p>
      <p>我们不会向第三方共享你的个人信息，除非经过你本人明确授权同意，但在下列情况下，我们可能会共享的个人信息：</p>
      <p>4.1.1您的个人信息可能会在我们的关联公司之间共享。我们只会共享必要的个人信息（如为便于您使用不世之恋账号使用关联公司的其他产品或服务，识别账号异常或保护不世之恋关联公司或其他用户或公众的人身财产安全免遭侵害，我们会在关联公司内共享您必要的账户信息）且会受本隐私群政策中所声明目的的约束，如果我们共享您的个人敏感信息或关联公司改变个人信息的使用及处理目的，将再次征求您的授权同意。</p>
      <p>4.1.2为了向您提供更完善、优质的产品和服务，我们的某些服务将由授权合作伙伴提供。我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。 我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。 同时，我们会与合作伙伴签署严格的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理您的个人信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。如果您拒绝我们的合作伙伴在提供服务时收集为提供服务所必须的个人信息，将可能导致您无法在我们的平台中使用该第三方服务。 目前我们的合作伙伴有：</p>
      <p>第三方sdk类服务商：我们的产品中可能会包含第三方SDK应用程序，如您在我们平台上使用这类由第三方提供的服务商，您同意由其直接收集和处理您的信息（如以嵌入代码、插件等形式）。具体详见《<router-link :to="{name: 'ThirdInfo'}">第三方SDK使用说明文档</router-link>》（详见3.3条）。</p>
      <p>4.2转让</p>
      <p>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</p>
      <p>4.2.1在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息；</p>
      <p>4.2.2在涉及合并、收购或破产清算时，如涉及到个人信息转让，我们会在要求新的持有您个人信息的公司、组织继续受此隐私政策的约束，否则我们将要求该公司、组织重新向您征求授权同意。</p>
      <p>4.3公开披露</p>
      <p>我们仅会在以下情况下，公开披露您的个人信息：</p>
      <p>1）获得您明确同意后；
        2）基于法律的披露：在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会公开披露您的个人信息。
        3）因需要对违规账号、欺诈行为等进行处罚公告的。</p>
      <p>特别提示：对于公开披露的您的个人信息，我们会在收到公开披露申请后第一时间且审慎审查其正当性、合理性、合法性，并在公开披露时和公开披露后采取最严格个人信息安全保护措施和手段对其进行保护。</p>
      <p>4.4共享、转让、公开披露您的个人信息的例外</p>
      <p>请您知悉，另外，根据相关法律法规及国家标准，以下情形中，我们可能会共享、转让、公开披露个人信息无需事先征得个人信息主体的授权同意：</p>
      <p>1） 与国家安全、国防安全直接相关的；
        2） 与公共安全、公共卫生、重大公共利益直接相关的；
        3） 与犯罪侦查、起诉、审判和判决执行等直接相关的；
        4） 出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
        5） 个人信息主体自行向社会公众公开的个人信息；
        6） 从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。</p>
      <p>根据法律规定， 若我们对个人信息采取技术措施和其他必要措施进行处理，使得数据接收方无法重新识别特定个人且不能复原，则此类处理后数据的共享、转让、公开披露无需另行向您通知并征得您的同意。</p>
      <h5 class="c6">五、我们如何保护您的个人信息</h5>
      <p>5.1我们使用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权的访问、公开披露、使用、修改，防止数据发生损坏或丢失。我们将在合理的安全水平内使用各种安全保护措施以保障信息的安全。例如，我们会使用加密技术（例如，SSL）、匿名化处理等手段来保护你的个人信息。我们已建立访问控制机制，确保只有授权人员才可以访问个人信息；我们不时的举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。 <!-- 目前，不世之恋通过了国家网络安全等级保护（三级）的备案和测评，确保你的个人信息安全性达到国家相关要求。 --></p>
      <p>5.2我们通过不断提升的技术手段加强安装在你设备端的软件的安全能力，以防止你的个人信息泄露。例如，我们为了安全传输会在你设备本地完成部分信息加密的工作；为了预防病毒、木马程序或其他恶意程序、网站会了解你设备安装的应用信息或正在运行的进程信息。</p>
      <p>5.3我们建立专门的个人信息保护安全部门、管理制度、流程和组织以保障信息的安全。例如，我们严格限制访问信息的人员范围，要求他们遵守保密义务，并进行审计。</p>
      <p>5.4若发生个人信息泄露等安全事件，我们会启动应急预案，阻止安全事件扩大，并以推送通知、公告等形式告知你。</p>
      <p>5.5我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。</p>
      <p>5.6互联网并非绝对安全的环境，因此，我们强烈建议你采取积极措施保护个人信息的安全，包括但不限于使用复杂密码、定期修改密码、不将自己的账号密码等个人信息透露给他人。 如您发现自己的个人信息尤其是您的账户或密码发生泄露，请您立即联络不世之恋客服，以便我们根据您的申请采取相应措施。</p>
      <p>5.7互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。 同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。</p>
      <h5 class="c6">六、您的权利</h5>
      <p>我们理解您对个人信息的关注， 为了你可以更加便捷地访问、更正、补充、删除您的个人信息，同时保障你撤回对个人信息使用的同意及注销账号的权利，我们在产品设计中为你提供了相应的操作设置，你可以参考下面的指引进行操作。此外，我们还设置了投诉举报渠道，你的意见将会得到及时的处理。</p>
      <p>6.1访问、更正和补充您的个人信息</p>
      <p>访问、更正和补充头像、我的相册、我的动态、个人证件信息、基本条件、择偶条件等基本信息：</p>
      <p>网页端： 登录账号后，点击“登录”；进行信息访问、更正和补充。
        APP端： 登录账号后，点击“我”；点击头像栏，进行信息访问、更正和补充。</p>
      <p>6.2访问、更正手机号、登录密码等账户信息</p>
      <p>网页端： 登录账号后，点击“登录”；进行信息访问、更正。
        APP端： 登录账号后，点击“我”；点击“设置”，进行信息访问、更正。</p>
      <p>6.3更正您的个人资料公开状态</p>
      <p>对于您在行使上述权利过程中遇到的困难，或者其他可能目前无法向您提供在线自行更正/修改服务的， 经过对您身份的验证，且更正/修改不影响信息的客观性和准确性的情况下，您有权对错误或不完整的信息作出更正或修改，或在特定情况下，尤其是数据错误时，通过我们公布的反馈与报错等措施将您的更正/修改申请提交给我们，要求我们更正或修改您的数据，但法律法规另有规定的除外。但出于安全性和身份识别的考虑，您可能无法修改注册时提交的某些初始注册信息。</p>
      <p>6.4删除您的个人信息</p>
      <p>对于您的部分个人信息，您也可以自行删除您的部分个人信息。</p>
      <p>在以下情形中，您可以向我们提出删除个人信息的请求：</p>
      <p>1）如果我们处理个人信息的行为违反法律法规；
        2）如果我们收集、使用您的个人信息，却未征得您的明确同意；
        3）如果我们处理个人信息的行为严重违反了与您的约定；
        4）如果我们永久不再为您提供产品或服务。</p>
      <p>若我们决定响应您的删除请求，我们还将同时尽可能通知从我们处获得您的个人信息的主体，要求其及时删除，除非法律法规另有规定，或这些主体获得您的独立授权。</p>
      <p>当您或我们协助您从我们的服务中删除信息后，依据相关法律法规的规定，我们可能不会立即从备份系统中删除相应的信息，我们将安全地存储您的个人信息并将其与任何进一步处理隔离，直到备份可以清除或实现匿名。</p>
      <p>6.5注销您的账号</p>
      <p>APP端： 登录账号后，点击“我”，点击“设置”，点击“账号管理”，点击“注销账号”。</p>
      <p>注： 当你注销帐号后，我们将删除或匿名化处理你的个人信息</p>
      <p>6.6投诉举报</p>
      <p>网页端： 登录账号后，点击网页底部的“意见反馈”。
        APP端： 登录账号后，点击“我”，点击“设置”，点击“意见反馈”。</p>
      <p>6.7访问隐私政策</p>
      <p>网页端： 点击网页底部的“个人信息保护政策”。
        APP端： 您可以在注册页面，或者登录账号后，点击“我的”，点击“关于我们”</p>
      <p>6.8撤回您对个人信息的同意</p>
      <p>我们提供的产品和服务的部分功能需要获得您使用设备的相关权限（包括：位置、相册、相机、麦克风、电话权限（读取手机状态和身份）、储存权限，具体以产品实际获取的功能为准）。 您可以在授权后随时撤回（或停止）对该权限的继续授权，撤回授权方式：您可通过注销账号执行，具体操作方式参见6.5条。您需理解，当您撤回授权后，我们无法继续为您提供撤回授权所对应的特定功能和/或服务。但您撤回授权的决定，不会影响此前基于您的授权而开展的个人信息处理。</p>
      <p>6.9响应您的上述请求</p>
      <p>为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。</p>
      <p>我们将在15天内做出答复。如您不满意，还可以通过不世之恋客服发起投诉。 对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际的请求，我们可能会予以拒绝。</p>
      <p>在以下情形中，按照法律法规要求，我们将无法响应您的请求：</p>
      <p>1）与国家安全、国防安全有关的；
        2）与公共安全、公共卫生、重大公共利益有关的；
        3）与犯罪侦查、起诉、审判和执行判决等有关的；
        4）有充分证据表明个人信息主体存在主观恶意或滥用权利的；
        5）响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；
        6）涉及商业秘密的。</p>
      <p>6.10约束信息系统自动决策：</p>
      <p>在某些业务功能中，我们可能仅依据信息系统算法等在内的非人工自动决策机制作出决定，如果这些决定显著影响您的合法权益，您有权通过第本政策中约定联系方式要求我们作出解释，我们也将提供适当的救济方式。</p>
      <h5 class="c6">七、我们如何存储您的个人信息</h5>
      <p>7.1信息存储的地点</p>
      <p>我们会按照法律法规规定，将境内收集的用户个人信息存储于中国境内。</p>
      <p>7.2信息存储的期限</p>
      <p>一般而言，我们在您使用服务时获取到您个人信息内会进行存储，并在您注销不世之恋账户后合理期限内删除或进行匿名化处理。</p>
      <p>当我们的产品或服务发生停止运营的情形时，我们将以推送通知、公告等形式通知您，并在合理的期限内删除您的个人信息或进行匿名化处理。</p>
      <h5 class="c6">八、我们如何处理儿童的个人信息</h5>
      <p>只有年满18周岁，具有完全民事行为能力的单身人士才可以注册不世之恋。不世之恋不会向未成年人推销自己，或者未经父母同意而有意收集其未成年子女的个人信息。当平台发现用户的实名信息的年龄未满18岁时，我们的客服会将该账号封禁</p>
      <h5 class="c6">九、联系我们</h5>
      <p>9.1如您对《不世之恋个人信息保护政策》的内容或使用我们的服务时遇到的与隐私保护相关的事宜有任何疑问或进行咨询或投诉时，您均可以通过如下任一方式与我们取得联系：</p>
      <p>1）您可找到我们平台上产品功能页面中在线客服或者在线提交反馈意见与我们联系；<br />
        2）您可以添加客服微信（微信号：a83798060）与我们联系；<br />
        3）给我们发送电子邮件，E-mail:service@vanmai.cn。</p>
      <p>9.2我们会在收到您的意见及建议后，并在验证您的用户身份后的30日内尽快向您回复。此外， 您理解并知悉，在与个人信息有关的如下情形下，我们将无法回复您的请求：</p>
      <p>1）与国家安全、国防安全有关的；
        2）与公共安全、公共卫生、重大公共利益有关的；
        3）与犯罪侦查、起诉和审判等有关的；
        4）有充分证据表明您存在主观恶意或滥用权利的；
        5）响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；
        6）涉及商业秘密的；
        7）法律法规等规定的其他情形。</p>
      <h5 class="c6">十、本政策如何更新</h5>
      <p>10.1为了给您提供更好的服务，我们会根据产品的更新情况及法律法规的相关要求更新《不世之恋个人信息保护政策》的条款，该等更新构成《不世之恋个人信息保护政策》的一部分。未经您明确同意，我们不会削减您按照本政策所应享有的权利。如 该等更新造成您在本《不世之恋个人信息保护政策》下权利的实质减少或重大变更，我们将在本政策生效前通过在显著位置提示或向您发送推送消息或以其他方式通知您，若您继续使用我们的服务，即表示您充分阅读、理解并同意受经修订的《不世之恋个人信息保护政策》的约束。</p>
      <p>10.2重大变更包括但不限于：</p>
      <p>1）我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；
        2）我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；
        3）个人信息共享、转让或公开披露的主要对象发生变化；
        4）您参与个人信息处理方面的权利及其行使方式发生重大变化；
        5）我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化；
        6）个人信息安全影响评估报告表明存在高风险时。</p>
      <h5 class="c6">十一、争议解决</h5>
      <p>11.1本隐私政策的解释及争议解决均应适用中华人民共和国大陆地区法律。任何因本隐私政策以及我们处理您个人信息事宜引起的争议，您同意向广州市凡麦科技有限公司注册所在地的人民法院提起诉讼来寻求解决方案。</p>
      <p>11.2如果您认为我们处理个人信息的行为损害了您的合法权益，您也可以选择向有关政府部门进行反映。</p>


<!--      <h5 class="privacy-ttl">个人动态服务协议</h5>-->
<!--      <p>欢迎使用不世之恋（http://www.bushizhilian.com/，以下简称“不世之恋”或“本网站”）个人动态功能（包含以图片、文字、音视频、网址链接等的展现）。本服务协议（以下简称“协议”）是基于您作为不世之恋会员申请使用不世之恋个人动态功能，而与广州市凡麦科技公司（以下简称“凡麦科技公司”或“我们”）所订立的协议。</p>-->
<!--      <p>本协议适用于凡麦科技公司所提供的所有个人动态功能（以下简称“本服务”）。请在使用个人动态功能之前认真阅读本协议条款，特别是 本协议含有免除或者限制我们责任的条款（该等条款通常含有“不负任何责任”、“无义务”等词汇），和其它限制会员权利的条款（该等条款通常含有“不得”等词汇），限制或免除责任条款可能以加粗形式提示您注意。 本协议是基于《不世之恋服务协议》、《不世之恋个人信息保护政策》制定，是《不世之恋服务协议》的一部分，您在使用本服务的同时即是对所有条款的接收和遵守。本《协议》可由不世之恋公司随时更新，更新后的协议条款一旦公布即代替原来的协议条款，恕不再另行通知，您可以查阅最新版协议条款。在不世之恋公司修改协议条款后，您对不世之恋的下载、安装、注册、登录、浏览、使用、上传、发布图片、文字、音视频等行为即视为您已阅读并同意受本协议更新版本条款的约束，并服从本平台统一管理。如果您不接受修改后的条款，请立即停止使用“个人动态”服务功能。</p>-->
<!--      <h5 class="c6">一、使用规则</h5>-->
<!--      <p>1.1 不世之恋公司提供的个人动态服务功能，旨在于为会员打造多层次的婚恋交友渠道。对于个人动态内容，你已充分理解并接受：通过不世之恋公司音视频平台产生的图片、文字、音视频等行为由您本人负责，所有上传的图片、文字、音视频等内容不会侵犯任何第三方的合法权益，所有因您所上传的任何个人动态内容、信息等所导致的不利后果，该等不利后果包括但不限于赔偿、罚款、司法/仲裁程序费用、律师费、合理支出、给不世之恋公司造成的损害等由您自行承担；同时，您应对不世之恋平台上其他注册会员发布的图片、文字、音视频等内容需自行加以判断，并承担因使信赖该内容而给自己、他人及社会造成的法律责任，包括但不限于因对内容的准确性、真实性、完整性或实用性等的依赖而产生的风险。</p>-->
<!--      <p>1.2 不世之恋账号仅限于在不世之恋网站上注册的用户本人使用，禁止赠与、借用、租用、转让或售卖，否则由此给他人或不世之恋造成损失的，由您承担所有责任。如果不世之恋发现使用者并非账号初始注册人，有权在未经通知的情况下回收该账号而无需向该账号使用人承担法律责任，由此带来的包括并不限于用户通讯中断、用户资料和道具等清空等损失由用户自行承担。 </p>-->
<!--      <p>1.3 用户在使用本服务中发布的任何内容、信息等并不反映或代表不世之恋的观点、立场或政策，不世之恋对此不承担任何责任。</p>-->
<!--      <p>1.4 不世之恋公司有权对您上传的图片、文字、音视频等内容进行实时审核，上传的内容违反国家法律法规和国家政策及本协议规定的， 不世之恋公司有权视情节轻重采取对您上传的个人动态不予发布、删除您上传的图片、文字、音视频等内容、暂停发布、关闭账号、配合主管部门调查等处置措施。 </p>-->
<!--      <p>1.5 不世之恋公司有权在您发布的内容内标注带有不世之恋LOGO（或名称）的水印。</p>-->
<!--      <p>1.6 不世之恋特别提醒您注意，鉴于本服务的社交服务特性及用户的社交需求，您发布的部分内容的公开范围，本服务默认设置为公开。该默认设置，会允许使用本服务的其他用户浏览、转发、评论等，若您不同意其他用户浏览、转发、评论等，则请删除该内容。</p>-->
<!--      <h5 class="c6">二、知识产权</h5>-->
<!--      <p>2.1 不世之恋公司知识产权包括但不限于不世之恋运营的网站、移动应用软件以及内含的文字、图片、视频、音频等元素，不世之恋对其服务标志、标识以及上述任何元素享有全部知识产权。</p>-->
<!--      <p>2.2 本服务中所涉及的不世之恋公司图形、文字或其组成，以及其他不世之恋公司标志及产品、服务名称等由不世之恋提供的素材，均为平台标识。未经本平台事先书面同意，用户不得将本平台标识以任何方式展示、使用或申请注册商标、进行域名注册等，也不得实施向他人明示或暗示有权展示、使用、或其他有权处理本平台标识的行为。用户由于非法使用本平台标识给本平台或他人造成损失的，由用户承担相关法律责任。</p>-->
<!--      <p>2.3 您不得对平台服务涉及的相关网页、应用、软件等产品进行反向工程、反向汇编、反向编译等行为。</p>-->
<!--      <p>2.4 您通过本平台产生的艺术形象、表演形象、广告形象、平面形象、文字以及相应存于本平台服务期内的音视频、图片等内容， 您永久且不可撤销地在全世界范围内免费授权不世之恋及其关联公司在界面设计、推广活动（包括但不限于频道设计、对外宣传片、宣传动图、产品介绍）等项目以及本平台中免费使用。如果您不同意不世之恋公司及其关联公司使用相关内容，请事先通过书面方式通知不世之恋公司。 </p>-->
<!--      <p>2.5 您同意您通过本地上传至本平台的或/和通过本平台产生的并存储在本平台服务器内的原创的文字、图片、音视频内容， 永久且不可撤销地在全世界范围免费授权不世之恋及其关联公司行使该等图片、音视频的复制权、翻译权、汇编权、发行权、表演权、信息网络传播权、修改权、改编权、转授权。如果您不同意不世之恋公司及其关联公司使用相关内容，请事先通过书面方式通知不世之恋公司。 </p>-->
<!--      <p>2.6 您同意永久且不可撤销地在全世界范围免费授权并许可不世之恋公司在旗下系列产品界面设计、推广活动（包括但不限于频道设计、对外资料、产品介绍、推广素材）等项目中使用您在本平台上传、发布的个人动态内容。如果您不同意不世之恋公司及其关联公司使用相关内容，请事先通过书面方式通知不世之恋公司。</p>-->
<!--      <h5 class="c6">三、个人动态内容管理规定</h5>-->
<!--      <p>您上载的个人动态内容不得违反《计算机信息网络国际联网安全保护管理方法》、《互联网信息服务管理方法》、《互联网电子公告服务管理条例》、《互联网视听节目服务管理条例》、《互联网文化管理暂行规定》、《互联网直播服务管理规定》、《维护互联网安全的决定》、《互联网新闻信息服务管理规定》、《中华人民共和国著作权法》等相关法律或政策规定，您不得在本平台上或利用本平台发布、传播或以其他方式传送含有下列内容之一的信息。。在任何情况下，不世之恋一旦合理地认为您的行为可能违反上述法律、法规，可以在任何时候，不经事先通知终止向您提供服务。</p>-->
<!--      <p>3.1 严禁利用本网站发布含有以下反党反政府或带有侮辱诋毁党和国家内容的信息：</p>-->
<!--      <p>（1） 违反宪法确定的基本原则的；-->
<!--        （2） 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；-->
<!--        （3） 损害国家荣誉和利益的；-->
<!--        （4） 煽动民族仇恨、民族歧视、破坏民族团结的；-->
<!--        （5） 破坏国家宗教政策，宣扬邪教和封建迷信的；-->
<!--        （6） 散布谣言，扰乱社会秩序，破坏社会稳定的；-->
<!--        （7） 散布暴力、恐怖或者教唆犯罪的；-->
<!--        （8） 煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；-->
<!--        （9） 其他可能引起或已经引起不良影响的政治话题。 </p>-->
<!--      <p>3.2 严禁利用本网站发布以下含有违反国家法律法规的内容：</p>-->
<!--      <p>（1） 展示毒品样品、表演及传播毒品吸食或注射方式、讲解毒品制作过程等一切与毒品相关的内容；-->
<!--        （2） 组织、宣传、诱导用户加入传销（或有传销嫌疑）的机构；-->
<!--        （3） 与赌博或涉嫌赌博有关的任何活动；-->
<!--        （4） 播放自己或他人的腐朽、低级趣味活动，如享受不道德的、腐朽的消费等；-->
<!--        （5） 其它低俗涉黄行为。 </p>-->
<!--      <p>3.3 严禁利用本网站传播以下危及生命健康，或利用枪支、刀具的内容：</p>-->
<!--      <p>（1） 使用刀具、仿真刀具、枪支、仿真枪支、表演具有高度危险性的节目等；-->
<!--        （2） 表演危害他人人身安全的内容。如：殴打他人、威胁他人等；-->
<!--        （3） 表演危害自身安全的内容。如自残自杀等；-->
<!--        （4） 表演危害动物生命健康的内容。如虐待小动物等；-->
<!--        （5） 其他威胁生命健康的表演。 </p>-->
<!--      <p>3.4 严禁发布以下含有侵犯他人合法权益的信息：</p>-->
<!--      <p>（1） 侵犯他人隐私，危及公众利益，未经当事人同意，禁止公开他人姓名、住址、电话等个人资料、进行任何形式的采访、与公众进行互动及其他隐私信息；-->
<!--        （2） 使用文字、语音、图片等任何形式宣传其他与不世之恋同类型的语音、视频平台；-->
<!--        （3） 播放未经授权的影视、音乐等作品；-->
<!--        （4） 含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、侮辱、诽谤、中伤、粗俗、猥亵、或其它道德上令人反感的内容；；-->
<!--        （5） 冒充媒体、电视台、记者等名义进行表演活动；-->
<!--        （6） 严禁恶意攻击他人，包括谩骂、诽谤、地域攻击等；-->
<!--        （7） 进行其他侵害他人合法权益的行为. </p>-->
<!--      <p>3.5 严禁发布任何含有互联网新闻信息的内容（包括但不限于有关政治、经济、军事、外交等社会公共事务的报道、评论，以及有关社会突发事件的报道、评论）。 </p>-->
<!--      <p>3.6 您不得在不世之恋平台发布任何形式的广告、推销任何产品或服务、或其他以获取商业利益为目的行为。 </p>-->
<!--      <p>3.7 严禁以任何形式发布带有色情、涉黄擦边、引起他人性欲、低级趣味的内容：</p>-->
<!--      <p>（1） 通过各种方式展示或隐晦展示具有性特征的身体敏感部位，例如：</p>-->
<!--      <p>a.将镜头刻意聚焦性敏感部位；-->
<!--        b.进行带有性暗示的抚摸、拉扯等动作；-->
<!--        c.使用性用品（或容易联想到性用品的其他物品）作为表演道具；-->
<!--        d.其他性暗示行为。</p>-->
<!--      <p>（2）传播具有性行为、性挑逗或性侮辱内容的任何信息，例如：</p>-->
<!--      <p>a.传播侵犯他人隐私的走光、偷拍、漏点等信息；-->
<!--        b.传播招嫖、一夜情、换妻、性虐待等的有害信息；-->
<!--        c.传播情色游戏、动漫；-->
<!--        d.传播淫秽、低俗网站；-->
<!--        e.传播涉黄、带有性挑逗的图片、言论、歌曲、文字、视频、声音等内容。 </p>-->
<!--      <p>3.8 其他规范要求：</p>-->
<!--      <p>（1）严禁在本网站展示低俗、暴露、带有明显性暗示的妆容，例如：</p>-->
<!--      <p>a.男性赤裸上身；-->
<!--        b.女性穿着过于暴露，如露出胸部、臀部、内衣物等敏感部位；-->
<!--        c.穿着情趣制服、情趣内衣、暴露装、透视装、肉色紧身衣、内衣外穿等；-->
<!--        d.穿着带有中华人民共和国（包含港澳台）国家机关人员、军队的工作制服进行娱乐性质的图片、音视频；-->
<!--        e.其他不雅妆容。</p>-->
<!--      <p>（2） 严禁在图片、音视频中公然抽烟；</p>-->
<!--      <p>（3） 严禁进行其他类涉政、涉黄、违法、侵权、或威胁生命健康等其他类型违反不世之恋社区相关秩序规范的表演；</p>-->
<!--      <p>（4） 其他法律法规、国家政策禁止的规定。 </p>-->
<!--      <p>3.9 本服务仅供您个人以非商业目的使用，除非经不世之恋书面许可，您不得进行以下行为：</p>-->
<!--      <p>（1） 为实现恶意（包括但不限于超出正常的好友沟通、交流等非法、不正当目的）传播推广、骚扰等任何信息的目的，通过自己添加或诱导他人添加等任何方式使自己与其他用户形成好友关系（好友关系包括但不限于单向好友关系和双向好友关系，下同）；-->
<!--        （2） 以个人资料、发消息、打招呼、赠送礼物等任何方式或利用本服务的音视频、个人动态、查看资料、赞、关注、红娘牵线等任何功能，发布、传播包含广告、宣传、促销等内容的信息；-->
<!--        （3） 将本服务再次许可他人使用。 </p>-->
<!--      <h5 class="c6">四、数据的存储</h5>-->
<!--      <p>4.1 不世之恋不对您在本服务中相关数据的删除或储存失败负责，您应对重要数据在本服务之外自行进行备份。</p>-->
<!--      <p>4.2 不世之恋有权根据实际情况自行决定在服务器上对您在本服务中的数据的最长储存期限、为单个用户分配的最大存储使用空间等。您可根据自己的需要自行备份本服务中的相关数据。</p>-->
<!--      <p>4.3 如果您的服务被终止或取消，不世之恋可以从服务器上永久地删除您的数据。服务终止或取消后，不世之恋没有义务向您返还或恢复任何数据。</p>-->
<!--      <h5 class="c6">五、其他</h5>-->
<!--      <p>5.1 本协议由本协议条款与《不世之恋服务协议》、《不世之恋个人信息保护政策》等不世之恋网站公示的各项规则组成，相关名词可互相引用参照，如有不同理解，以本协议条款为准。</p>-->
<!--      <p>5.2 你对本协议理解和认同，您即对本协议所有组成部分的内容理解并认同，一旦您使用本服务，你和本公司即受本协议所有组成部分的约束。</p>-->
<!--      <p>5.3 本协议部分内容被有管辖权的法院认定为违法的，不因此影响其他内容的效力。</p>-->
<!--      <p>欢迎使用不世之恋（http://www.bushizhilian.com，以下简称“不世之恋”或“本网站”）个人动态功能（包含以图片、文字、音视频、网址链接等的展现）。本服务协议（以下简称“协议”）是基于您作为不世之恋会员申请使用不世之恋个人动态功能，而与广州市凡麦科技公司（以下简称“不世之恋公司”或“我们”）所订立的协议。</p>-->
<!--      <p>本协议适用于不世之恋公司所提供的所有个人动态功能（以下简称“本服务”）。请在使用个人动态功能之前认真阅读本协议条款，特别是 本协议含有免除或者限制我们责任的条款（该等条款通常含有“不负任何责任”、“无义务”等词汇），和其它限制会员权利的条款（该等条款通常含有“不得”等词汇），限制或免除责任条款可能以加粗形式提示您注意。 本协议是基于《不世之恋服务协议》、《不世之恋个人信息保护政策》制定，是《不世之恋服务协议》的一部分，您在使用本服务的同时即是对所有条款的接收和遵守。本《协议》可由不世之恋公司随时更新，更新后的协议条款一旦公布即代替原来的协议条款，恕不再另行通知，您可以查阅最新版协议条款。在不世之恋公司修改协议条款后，您对不世之恋的下载、安装、注册、登录、浏览、使用、上传、发布图片、文字、音视频等行为即视为您已阅读并同意受本协议更新版本条款的约束，并服从本平台统一管理。如果您不接受修改后的条款，请立即停止使用“个人动态”服务功能。</p>-->

    </div>
  </section>
</template>

<script>
  export default {
    data() {
      return {}
    },
    methods: {},
    mounted: function () {

    }
  }
</script>

<style>
h5{
  font-size: 16px;
  color: #d72719;
}
</style>
