<template>
  <section>
    <div class="pd10 bg-color-white">
      <h2>《第三方SDK使用说明文档》</h2>

      <p>
        SDK技术由与我们合作的第三方机构提供，我们仅能知悉其要求获得授权的权限。第三方机构将会需要收集您的信息，我们无法获取您的信息，除非第三方机构明确向我们披露的要收集的敏感信息。第三方机构要求获得的权限以及明确向我们披露的收集的敏感信息，详见下文。</p>
<!--      <p>在为安卓系统的用户提供服务时，我们将使用下列SDK技术，所需要的功能和第三方要收集的用户信息为：</p>-->
      <p>在为用户提供服务时，我们将使用下列SDK技术，所需要的功能和第三方要收集的用户信息为：</p>
<!--      <p>1、旷视</p>-->
<!--      <p>所属公司：北京旷视科技有限公司</p>-->
<!--      <p>使用目的： 用于实名认证，人脸识别</p>-->
<!--      <p>收集数据：获取手机型号，品牌，制造商，名称用于定制策略-->
<!--        ,获取系统版本，系统类型，cpu架构，cpu型号，时间戳，Android获取fingerprint用于系统适配，获取重力传感器信息用于垂直检测,获取摄像头输出信息和部分参数，分辨率用于活体检测,获取网络状态-->
<!--        用于网络授权,获取包名用于授权,获取su文件用于设备环境安全检测，获取应用包名列表、蓝牙、闪光灯、相机、 程和进程组信息、应用调用堆栈信息用于设备环境安全检测 </p>-->
<!--      <p>第三方链接：<a-->
<!--        href="https://www.faceplusplus.com.cn/privacy-policy/">https://www.faceplusplus.com.cn/privacy-policy/</a></p>-->
<!--      <p>2、闪验</p>-->
<!--      <p>所属公司：上海璟梦信息科技有限公司</p>-->
<!--      <p>使用目的：用于一键登录</p>-->
<!--      <p>-->
<!--        收集数据：为了实现网关取号技术，闪验SDK需要获取IP地址、网卡（MAC)地址、国际移动设备识别码（IMEI）、OAID（替代IMEI）、sim卡信息、运营商类型，并会收集手机机型、系统版本、硬件厂商、网络环境、网关取号报错日志数据以提供统计分析服务能力，并可提供反欺诈等功能</p>-->
<!--      <p>第三方链接：<a href="https://www.tensdk.com/commit-detail/rcc5zd/fd21s8">https://www.tensdk.com/commit-detail/rcc5zd/fd21s8</a>-->
<!--      </p>-->
<!--      <p>3、七牛云</p>-->
<!--      <p>所属公司：七牛云</p>-->
<!--      <p>使用目的：用于储存图片</p>-->
<!--      <p>收集数据：您使用七牛的服务时，我们可能会收集您的如下信息：</p>-->
<!--      <p>(1) 设备信息：包括设备名称、设备型号、设备设置、识标符、地区和语言设置、使用习惯、操作系统版本以及用于访问服务的设备的设置、设备异常信息；</p>-->
<!--      <p>(2) 日志信息：当您使用我们的网站或相关客户端提供的服务时，我们会自动收集您对我们服务的详细使用情况，作为有关网络日志保存。包括您的搜索查询内容、IP-->
<!--        地址、浏览器的类型、电信运营商、使用的语言、访问日期和时间及您访问的网页记录；</p>-->
<!--      <p>(3) 位置信息：包括设备的 GPS 信号或附近的 WiFi 接入点的信息、设备定位所在区域 ID、网络服务提供商 ID；</p>-->
<!--      <p>(4)-->
<!--        其他信息：您在使用特定服务时，为了启用该等特定服务，必须收集的信息。您使用我们服务而产生的用户的咨询记录、报障记录和针对用户故障的排障过程，我们将通过记录、分析这些信息以便更及时响应您的帮助请求，以及用于改进服务</p>-->
<!--      <p>请注意，单独的设备信息、日志信息等是无法识别特定自然人身份的信息。-->
<!--        但是，如果我们将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，例如将以上信息和您的账号相关联时，则在结合使用期间，这类非个人信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将该类个人信息做匿名化、去标识化处理</p>-->
<!--      <p>第三方链接：<a-->
<!--        href="https://www.qiniu.com/agreements/privacy-right">https://www.qiniu.com/agreements/privacy-right</a></p>-->
<!--      <p>4、OpenInstall</p>-->
<!--      <p>所属公司：深圳市分秒网络科技有限公司</p>-->
<!--      <p>使用目的：APP渠道统计</p>-->
<!--      <p>收集数据：携带参数安装，H5渠道统计，应用统计，一键跳转。收集方式：调用系统相关接口自动采集。个人信息类型和字段：设备信息：设备品牌，设备型号，操作系统版本；网络信息：IP地址。用途和目的：渠道统计；</p>-->
<!--      <p>应用统计分析；作弊防护。信息处理方式：采用数据加密技术对数据进行传输；</p>-->
<!--      <p>采用去标识匿名化方式对信息进行脱敏展示</p>-->
<!--      <p>第三方链接：<a href="https://www.openinstall.io/privacy.html">https://www.openinstall.io/privacy.html</a></p>-->
<!--      <p>5、支付宝支付</p>-->
<!--      <p>所属公司：支付宝（中国）网络技术有限公司</p>-->
<!--      <p>使用目的：使用支付宝支付服务</p>-->
<!--      <p>收集数据：存储权限、读取网络状态、读取wifi状态。获取的用户信息是“个人常用设备信息”IP地址 </p>-->
<!--      <p>第三方链接：<a href="https://render.alipay.com/p/c/k2cx0tg8">https://render.alipay.com/p/c/k2cx0tg8</a></p>-->

      <p>1、微信支付</p>
      <p>所属公司：财付通支付科技有限公司</p>
      <p>使用目的：使用微信支付服务</p>
      <p>收集数据：存储权限、读取网络状态、读取wifi状态。设备信息（IMEI、IMSI、MAC地址、AndroidID）、网络信息、微信账号信息</p>
      <p>第三方链接：<a href="https://www.tenpay.com/v3/helpcenter/low/privacy.shtml">https://www.tenpay.com/v3/helpcenter/low/privacy.shtml</a>
      </p>

      <p>2、微信登录</p>
      <p>所属公司：深圳市腾讯计算机系统有限公司</p>
      <p>使用目的：使用微信登录服务</p>
      <p>收集数据：存储权限、读取网络状态、读取wifi状态。设备信息（IMEI、IMSI、MAC地址、AndroidID）、网络信息、微信账号信息</p>
      <p>第三方链接：<a href="https://weixin.qq.com/cgi-bin/readtemplate?t=weixin_agreement&s=privacy">https://weixin.qq.com/cgi-bin/readtemplate?t=weixin_agreement&s=privacy</a>
      </p>

      <p>3、腾讯云人脸核身</p>
      <p>所属公司：腾讯云计算（北京）有限责任公司</p>
      <p>使用目的：使用人脸核身实名认证服务</p>
      <p>收集数据：相机、网络、存储、人脸视频和照片、身份证信息</p>
      <p>第三方链接：<a href="https://cloud.tencent.com/document/product/1007/71390">https://cloud.tencent.com/document/product/1007/71390</a>
      </p>

<!--      <p>7、环信</p>-->
<!--      <p>所属公司：北京易掌云峰科技有限公司</p>-->
<!--      <p>使用目的：用于在线客服IM聊天</p>-->
<!--      <p>收集数据：SDK名称：Hyphenate-chat SDK-->
<!--        。场景描述：单聊、群聊、聊天室。收集个人信息的类型：用户ID、APPID（应用包名）、设备随机ID、设备硬件类型、设备型号、系统类型、SDK版本、设备网络类型、登录用时</p>-->
<!--      <p>第三方链接：<a href="https://www.easemob.com/protocol">https://www.easemob.com/protocol</a></p>-->
<!--      <p>8、Bugly</p>-->
<!--      <p>所属公司：腾讯科技（深圳）有限公司</p>-->
<!--      <p>使用目的：BUG统计</p>-->
<!--      <p>-->
<!--        收集数据：Bugly收集的信息都是为了更真实地为开发者还原Crash场景服务。Crash环境：Crash信息及线程堆栈，ROM/RAM/SD卡容量、网络/语言等状态。App信息：包名、版本、所属进程名。设备信息：Android&nbsp;id，用于判断Crash设备做统计</p>-->
<!--      <p>第三方链接：<a href="https://static.bugly.qq.com/bugly-sdk-privacy-statement.pdf">https://static.bugly.qq.com/bugly-sdk-privacy-statement.pdf</a>-->
<!--      </p>-->
<!--      <p>9、表情云</p>-->
<!--      <p>所属公司：上海似颜绘科技有限公司</p>-->
<!--      <p>使用目的：用于聊天时发送表情 </p>-->
<!--      <p>收集数据：获取使用sdk的的应用名和包名，获取已安装的应用列表</p>-->
<!--      <p>第三方链接：<a href="http://www.biaoqingsdk.com/">http://www.biaoqingsdk.com/</a></p>-->
<!--      <p>10、个推</p>-->
<!--      <p>所属公司：每日互动股份有限公司</p>-->
<!--      <p>使用目的：消息推送</p>-->
<!--      <p>-->
<!--        收集数据：为App用户提供消息推送技术服务，收集个人信息字段及用途：1、设备平台、设备厂商及品牌、设备型号及系统版本、获取已安装的应用列表、设备识别码、设备序列号等设备信息：用于我们标识到独立设备实现向特定用户推送消息。2、应用列表信息：我们采用合并链路技术进行技术推送，当一个设备有多个APP的推送链路同时活跃时，我们会随机合并成一条链路，以达到为您省电省流量的目的，因此需获得应用列表信息；同时我们提供智能推送功能，通过该信息推荐更符合您需要的推送内容，减少无用推送信息对您的打扰。3、网络信息以及位置相关信息：为了最大程度保持网络连接的稳定性，建立长链接，我们需要了解设备的网络状态和变化，从而实现稳定连续的推送服务。我们提供应景推送功能，位置相关信息将有助于我们为您提供线下场景的精细化推送，可以为您推荐更符合您需要的推送内容，减少无用推送消息对您的打扰。4、特别说明：我们在向您推送消息时，我们可能会授权每日互动股份有限公司进行链路调节，相互促活被关闭的SDK推送进程，保障您可以及时接收到我们向您推送的消息</p>-->
<!--      <p>第三方链接：<a href="https://docs.getui.com/privacy">https://docs.getui.com/privacy</a></p>-->
<!--      <p>11、VIVO推送</p>-->
<!--      <p>所属公司：维沃移动通信有限公司</p>-->
<!--      <p>使用目的：为用户提供推送消息服务</p>-->
<!--      <p>收集数据：设备状态及身份信息、存储读写权限</p>-->
<!--      <p>第三方链接：<a href="https://www.vivo.com.cn/about-vivo/privacy-policy">https://www.vivo.com.cn/about-vivo/privacy-policy</a>-->
<!--      </p>-->
<!--      <p>12、OPPO推送</p>-->
<!--      <p>所属公司：广东欧珀移动通信有限公司</p>-->
<!--      <p>使用目的：为用户提供推送消息服务</p>-->
<!--      <p>收集数据：设备状态及身份信息、存储读写权限</p>-->
<!--      <p>第三方链接：<a href="https://open.oppomobile.com/wiki/doc#id=10194">https://open.oppomobile.com/wiki/doc#id=10194</a>-->
<!--      </p>-->
<!--      <p>13、小米推送</p>-->
<!--      <p>所属公司：北京小米科技有限责任公司</p>-->
<!--      <p>使用目的：为用户提供推送消息服务</p>-->
<!--      <p>收集数据：设备状态及身份信息、存储读写权限</p>-->
<!--      <p>第三方链接：<a-->
<!--        href="https://dev.mi.com/console/doc/detail?pid=1698">https://dev.mi.com/console/doc/detail?pid=1698</a></p>-->
<!--      <p>14、魅族推送</p>-->
<!--      <p>所属公司：魅族科技有限公司</p>-->
<!--      <p>使用目的：为用户提供推送消息服务</p>-->
<!--      <p>收集数据：设备状态及身份信息、存储读写权限</p>-->
<!--      <p>第三方链接：<a href="https://i.flyme.cn/privacy">https://i.flyme.cn/privacy</a></p>-->
<!--      <p>15、华为推送</p>-->
<!--      <p>所属公司：华为技术有限公司</p>-->
<!--      <p>使用目的：为用户提供推送消息服务</p>-->
<!--      <p>收集数据：设备状态及身份信息、存储读写权限</p>-->
<!--      <p>第三方链接：<a href="https://consumer.huawei.com/cn/privacy/privacy-policy/">https://consumer.huawei.com/cn/privacy/privacy-policy/</a>-->
<!--      </p>-->
<!--      <p>16、友盟</p>-->
<!--      <p>所属公司：友盟同欣（北京）科技有限公司</p>-->
<!--      <p>使用目的：用于统计分析</p>-->
<!--      <p>-->
<!--        收集数据：其中包括优视科技的“UC啄木鸟”SDK。功能是统计线上crash、anr异常，进行数据统计，使用到的权限是存储权限、读取设备信息、读取网络状态、读取WIFI状态“、“个人位置信息”，获取的用户信息是“个人常用设备信息（硬件序列号、MAC地址、Android&nbsp;ID、IMSI）”、“个人位置信息”、IP地址。其中，“个人常用设备信息”、“个人位置信息”属于敏感信息</p>-->
<!--      <p>第三方链接：<a href="https://www.umeng.com/policy">https://www.umeng.com/policy</a></p>-->
<!--      <p>17、腾讯IM</p>-->
<!--      <p>所属公司：腾讯云计算（北京）有限责任公司</p>-->
<!--      <p>使用目的：用于APP聊天</p>-->
<!--      <p>收集数据：存储权限、读取设备信息、读取网络状态、读取wifi状态、呼吸灯权限、振动器权限、相机权限、录音权限</p>-->
<!--      <p>第三方链接：<a href="https://cloud.tencent.com/document/product/301/11470">https://cloud.tencent.com/document/product/301/11470</a>-->
<!--      </p>-->
<!--      <p>18、腾讯TRTC</p>-->
<!--      <p>所属公司：腾讯云计算（北京）有限责任公司</p>-->
<!--      <p>使用目的：用于视频课堂服务</p>-->
<!--      <p>收集数据：存储权限、读取网络状态、访问网络、读取设备信息、相机权限、录音权限、蓝牙权限、全局音频设置权限</p>-->
<!--      <p>第三方链接：<a href="https://cloud.tencent.com/document/product/301/11470">https://cloud.tencent.com/document/product/301/11470</a>-->
<!--      </p>-->
<!--      <p>19、360加固</p>-->
<!--      <p>所属公司：北京奇虎科技有限公司</p>-->
<!--      <p>使用目的：APP加固</p>-->
<!--      <p>-->
<!--        收集数据：360加固保向用户提供包括安全扫描、应用加固、H5加固、SDK加固、iOS加固、WebView安全在内的基础加固服务，以应对应用程序、H5、SDK等在上线后被反编译、调试、破解、二次打包和内存截取等多种威胁。可能会收集以下信息已完成服务：应用或SDK的包名、版本、签名文件的MD5，Android&nbsp;ID、设备标识符的MD5值、OAID、网络类型、系统运行语言环境、操作系统版本名称、操作系统版本、机型、系统版本、厂商、终端主板名称、品牌、设备内存大小、手机屏幕分辨率、运行环境，DNS&nbsp;服务器IP、是否开启VPN，安全补丁程序级别</p>-->
<!--      <p>第三方链接：<a href="https://jiagu.360.cn/#/global/help/295">https://jiagu.360.cn/#/global/help/295</a></p>-->

    </div>
  </section>
</template>

<script>
export default {
  data() {
    return {}
  },
  methods: {},
  mounted: function () {

  }
}
</script>

<style scoped>
table {
  border-left: 0.75pt solid #000000;
  border-bottom: 0.75pt solid #000000;
  min-width: 1600px;
  min-height: 1200px;
  border-collapse: collapse;
}

td {
  border-top: 0.75pt solid #000000;
  border-right: 0.75pt solid #000000;
  padding: 0 0.12pt;
}
</style>
